Repository: MrsPolitiko/pks-vim
Catalog: src/po/*.UTF-8.po
Languages: pl

source: value is too large to fit into C int type
pl: wartoЕ›Д‡ zbyt duЕјa by zmieЕ›ciЕ‚a siД™ w typie int C

source: value is too small to fit into C int type
pl: wartoЕ›Д‡ jest zbyt maЕ‚a by zmieЕ›ciЕ‚a siД™ w typie int C

source: number must be greater then zero
pl: liczba musi byД‡ wiД™ksza niЕј zero

source: number must be greater or equal to zero
pl: liczba musi byД‡ wiД™ksza lub mniejsza niЕј zero

source: can't delete OutputObject attributes
pl: nie mogД™ skasowaД‡ atrybutГіw OutputObject

source: invalid attribute: %s
pl: niepoprawny atrybut: %s

source: E264: Python: Error initialising I/O objects
pl: E264: Python: BЕ‚Д…d w uruchomieniu obiektГіw I/O

source: failed to change directory
pl: nie powiodЕ‚a siД™ zmiana katalogu

source: expected 3-tuple as imp.find_module() result, but got %s
pl: czekaЕ‚em na 3-krotkД™ jako wynik imp.find_module(), a dostaЕ‚em %s

source: expected 3-tuple as imp.find_module() result, but got tuple of size %d
pl: czekaЕ‚em na 3-krotkД™ jako wynik imp.find_module(), a dostaЕ‚em krotkД™ o wielkoЕ›ci %d

source: internal error: imp.find_module returned tuple with NULL
pl: wewnД™trzny bЕ‚Д…d: imp.find_module zwrГіciЕ‚ krotkД™ z NULL

source: cannot delete vim.Dictionary attributes
pl: nie mogД™ usunД…Д‡ atrybutГіw vim.Dictionary

source: cannot modify fixed dictionary
pl: nie mogД™ zmieniД‡ zablokowanego sЕ‚ownika

source: cannot set attribute %s
pl: nie mogД™ ustawiД‡ atrybutu %s

source: hashtab changed during iteration
pl: hashtab zmieniЕ‚ siД™ w czasie iteracji

source: expected sequence element of size 2, but got sequence of size %d
pl: czekaЕ‚em na element sekwencyjny od dЕ‚ugoЕ›ci 2, a dostaЕ‚em sekwencjД™ o dЕ‚ugoЕ›ci %d

source: list constructor does not accept keyword arguments
pl: konstruktor listy nie akceptuje sЕ‚Гіw kluczowych jako argumentГіw

source: list index out of range
pl: indeks listy poza zakresem

source: internal error: failed to get Vim list item %d
pl: bЕ‚Д…d wewnД™trzny: nie powiodЕ‚o siД™ pobranie z listy Vima elementu %d

source: failed to add item to list
pl: nie powiodЕ‚o siД™ dodanie elementu do listy

source: internal error: no Vim list item %d
pl: bЕ‚Д…d wewnД™trzny: w liЕ›cie Vima brak elementu %d

source: internal error: failed to add item to list
pl: bЕ‚Д…d wewnД™trzny: nie powiodЕ‚o siД™ dodanie elementu do listy

source: cannot delete vim.List attributes
pl: nie mogД™ usunД…Д‡ atrybutГіw vim.List

source: cannot modify fixed list
pl: nie mogД™ zmieniД‡ zablokowanej listy

source: unnamed function %s does not exist
pl: nie nazwana funkcja %s nie istnieje

source: function %s does not exist
pl: funkcja %s nie istnieje

source: function constructor does not accept keyword arguments
pl: konstruktor funkcji nie akceptuje sЕ‚Гіw kluczowych jako argumentГіw

source: failed to run function %s
pl: nie mogД™ uruchomiД‡ funkcji %s

source: unable to get option value
pl: nie mogД™ pobraД‡ wartoЕ›ci opcji

source: internal error: unknown option type
pl: bЕ‚Д…d wewnД™trzny: nieznany typ opcji

source: problem while switching windows
pl: wystД…piЕ‚ problem w czasie zmiany okien

source: unable to unset global option %s
pl: nie mogД™ wyzerowaД‡ opcji globalnej %s

source: unable to unset option %s which does not have global value
pl: nie mogД™ wyzerowaД‡ opcji %s, ktГіra nie ma wartoЕ›ci globalnej

source: attempt to refer to deleted tab page
pl: prГіba odniesienia do skasowanej karty

source: no such tab page
pl: nie ma takiej karty

source: attempt to refer to deleted window
pl: prГіba odniesienia do skasowanego okna

source: readonly attribute: buffer
pl: atrybut tylko do odczytu: bufor

source: cursor position outside buffer
pl: pozycja kursora poza buforem

source: no such window
pl: nie ma takiego okna

source: attempt to refer to deleted buffer
pl: prГіba odniesienia do skasowanego bufora

source: failed to rename buffer
pl: nie powiodЕ‚a siД™ zmiana nazwy bufora

source: mark name must be a single character
pl: nazwa zakЕ‚adki musi byД‡ pojedynczym znakiem

source: expected vim.Buffer object, but got %s
pl: oczekiwaЕ‚em na obiekt vim.Buffer, a dostaЕ‚em %s

source: failed to switch to buffer %d
pl: nie przeszedЕ‚em do bufora %d

source: expected vim.Window object, but got %s
pl: oczekiwaЕ‚em na obiekt vim.Window, a dostaЕ‚em %s

source: failed to find window in the current tab page
pl: nie znaleziono okna na bieЕјД…cej karcie

source: did not switch to the specified window
pl: nie przeszedЕ‚em do okreЕ›lonego okna

source: expected vim.TabPage object, but got %s
pl: oczekiwaЕ‚em na obiekt vim.TabPage, a dostaЕ‚em %s

source: did not switch to the specified tab page
pl: nie przeszedЕ‚em do okreЕ›lonej karty

source: failed to run the code
pl: uruchomienie kodu siД™ nie powiodЕ‚o

source: E858: Eval did not return a valid python object
pl: E858: eval nie zwrГіciЕ‚o odpowiedniego obiektu pythona

source: E859: Failed to convert returned python object to a Vim value
pl: E859: Nie powiodЕ‚a siД™ konwersja obiektu pythona do wartoЕ›ci Vima

source: unable to convert %s to vim dictionary
pl: nie moЕјna konwertowaД‡ %s do sЕ‚ownika Vima

source: unable to convert %s to vim structure
pl: nie moЕјna konwertowaД‡ %s do struktury Vima

source: internal error: NULL reference passed
pl: bЕ‚Д…d wewnД™trzny: przekazano referencjД™ NULL

source: internal error: invalid value type
pl: bЕ‚Д…d wewnД™trzny: bЕ‚Д™dny typ wartoЕ›ci

source: Failed to set path hook: sys.path_hooks is not a list You should now do the following: - append vim.path_hook to sys.path_hooks - append vim.VIM_SPECIAL_PATH to sys.path
pl: Nie mogД™ ustawiД‡ haka Е›cieЕјki: sys.path_hooks nie jest listД… PowinieneЕ› teraz wykonaД‡ nastД™pujД…ce czynnoЕ›ci: - dodaД‡ vim.path_hook do sys.path_hooks - dodaД‡ vim.VIM_SPECIAL_PATH do sys.path

source: Failed to set path: sys.path is not a list You should now append vim.VIM_SPECIAL_PATH to sys.path
pl: Nie mogД™ ustawiД‡ Е›cieЕјki: sys.path nie jest listД… Powinno siД™ teraz dodaД‡ vim.VIM_SPECIAL_PATH do sys.path
