Repository: MrsPolitiko/pks-vim
Catalog: src/po/*.UTF-8.po
Languages: pl

source: E252: Fontset name: %s
pl: E252: Nazwa zestawu czcionek: %s

source: Font '%s' is not fixed-width
pl: Czcionka '%s' nie posiada znakГіw jednolitej szerokoЕ›ci

source: E253: Fontset name: %s
pl: E253: Nazwa zestawu czcionek: %s

source: Font%ld width is not twice that of font0
pl: SzerokoЕ›Д‡ font%ld nie jest podwГіjnД… szerokoЕ›ciД… font0

source: Font0 width: %ld
pl: SzerokoЕ›Д‡ font0: %ld

source: Font1 width: %ld
pl: SzerokoЕ›Д‡ font1: %ld

source: Invalid font specification
pl: NieprawidЕ‚owy opis czcionki

source: &Dismiss
pl: &Anuluj

source: no specific match
pl: brak okreЕ›lonego dopasowania

source: Vim - Font Selector
pl: Vim - wybГіr czcionki

source: Name:
pl: Nazwa:

source: Show size in Points
pl: PokaЕј wielkoЕ›Д‡ w punktach

source: Encoding:
pl: Kodowanie:

source: Font:
pl: Czcionka:

source: Style:
pl: Styl:

source: Size:
pl: WielkoЕ›Д‡:

source: E256: Hangul automata ERROR
pl: E256: BЕЃД„D w automacie Hangul

source: E550: Missing colon
pl: E550: Brak dwukropka

source: E551: Illegal component
pl: E551: Niedozwolona czД™Е›Д‡

source: E552: Digit expected
pl: E552: oczekiwaЕ‚em na cyfrД™

source: Page %d
pl: Strona %d

source: No text to be printed
pl: Brak tekstu do drukowania

source: Printing page %d (%d%%)
pl: DrukujД™ stronД™ %d (%d%%)

source: Copy %d of %d
pl: Kopia %d z %d

source: Printed: %s
pl: Wydrukowano: %s

source: Printing aborted
pl: Drukowanie odwoЕ‚ane

source: E455: Error writing to PostScript output file
pl: E455: Nie moЕјna zapisaД‡ do wyjЕ›ciowego pliku PostScriptu

source: E624: Can't open file "%s"
pl: E624: Nie mogД™ otworzyД‡ pliku "%s"

source: E457: Can't read PostScript resource file "%s"
pl: E457: Nie moЕјna odczytaД‡ pliku zasobГіw PostScriptu "%s"

source: E618: File "%s" is not a PostScript resource file
pl: E618: plik "%s" nie jest plikiem zasobГіw PostScriptu

source: E619: File "%s" is not a supported PostScript resource file
pl: E619: plik "%s" nie jest wspieranym plikiem zasobГіw PostScriptu

source: E621: "%s" resource file has wrong version
pl: E621: "%s" nieprawidЕ‚owa wersja pliku zasobГіw

source: E673: Incompatible multi-byte encoding and character set.
pl: E673: Niekompatybilne kodowanie wielobajtowe i zestaw znakГіw.

source: E674: printmbcharset cannot be empty with multi-byte encoding.
pl: E674: printmbcharset nie moЕјe byД‡ pusty przy kodowaniu wielobajtowym.

source: E675: No default font specified for multi-byte printing.
pl: E675: Nie okreЕ›lono domyЕ›lnej czcionki dla drukowania wielobajtowego.

source: E324: Can't open PostScript output file
pl: E324: Nie moЕјna otworzyД‡ pliku PostScript do wyjЕ›cia

source: E456: Can't open file "%s"
pl: E456: Nie mogД™ otworzyД‡ pliku "%s"

source: E456: Can't find PostScript resource file "prolog.ps"
pl: E456: Nie moЕјna znaleЕєД‡ pliku zasobГіw PostScriptu "prolog.ps"

source: E456: Can't find PostScript resource file "cidfont.ps"
pl: E456: Nie moЕјna znaleЕєД‡ pliku zasobГіw PostScriptu "cidfont.ps"

source: E456: Can't find PostScript resource file "%s.ps"
pl: E456: Nie moЕјna znaleЕєД‡ pliku zasobГіw PostScriptu "%s.ps"

source: E620: Unable to convert to print encoding "%s"
pl: E620: Nie moЕјna przekonwertowaД‡ by drukowaД‡ kodowanie "%s"

source: Sending to printer...
pl: PrzesyЕ‚am do drukarki...

source: E365: Failed to print PostScript file
pl: E365: Drukowanie pliku PostScript nie powiodЕ‚o siД™

source: Print job sent.
pl: Zadanie drukowanie przesЕ‚ane.

source: Add a new database
pl: Dodaj nowД… bazД™ danych

source: Query for a pattern
pl: Zapytane o wzorzec

source: Show this message
pl: PokaЕј ten komunikat

source: Kill a connection
pl: Zabij poЕ‚Д…czenie

source: Reinit all connections
pl: PonГіw wszelkie poЕ‚Д…czenia

source: Show connections
pl: PokaЕј poЕ‚Д…czenia

source: E560: Usage: cs[cope] %s
pl: E560: Zastosowanie: cs[cope] %s

source: This cscope command does not support splitting the window.
pl: Ta komenda cscope nie wspomaga podzielenia okna.

source: E562: Usage: cstag <ident>
pl: E562: Zastosowanie: cstag <ident>

source: E257: cstag: Tag not found
pl: E257: cstag: nie znaleziono znacznika

source: E563: stat(%s) error: %d
pl: E563: stat(%s) bЕ‚Д…d: %d

source: E563: stat error
pl: E563: bЕ‚Д…d stat

source: E564: %s is not a directory or a valid cscope database
pl: E564: %s nie jest katalogiem lub poprawnД… bazД… danych cscope

source: Added cscope database %s
pl: Dodano bazД™ danych cscope %s

source: E262: Error reading cscope connection %ld
pl: E262: bЕ‚Д…d odczytu poЕ‚Д…czenia z cscope %ld

source: E561: Unknown cscope search type
pl: E561: nieznany typ szukania cscope

source: E566: Could not create cscope pipes
pl: E566: Nie mogЕ‚em stworzyД‡ potoku do cscope

source: E622: Could not fork for cscope
pl: E622: Nie mogЕ‚em utworzyД‡ rozwidlenia dla cscope

source: cs_create_connection setpgid failed
pl: nie powiodЕ‚o siД™ setpgid cs_create_connection

source: cs_create_connection exec failed
pl: wykonanie cs_create_connection nie powiodЕ‚o siД™

source: cs_create_connection: fdopen for to_fp failed
pl: cs_create_connection: fdopen dla to_fp nie powiodЕ‚o siД™

source: cs_create_connection: fdopen for fr_fp failed
pl: cs_create_connection: fdopen dla fr_fp nie powiodЕ‚o siД™

source: E623: Could not spawn cscope process
pl: E623: Nie mogЕ‚em stworzyД‡ procesu cscope

source: E567: No cscope connections
pl: E567: brak poЕ‚Д…czenia z cscope

source: E469: Invalid cscopequickfix flag %c for %c
pl: E469: nieprawidЕ‚owa flaga cscopequickfix %c dla %c

source: E259: No matches found for cscope query %s of %s
pl: E259: brak dopasowaЕ„ dla zapytania cscope %s o %s

source: cscope commands:
pl: komendy cscope:

source: %-5s: %s%*s (Usage: %s)
pl: %-5s: %s%*s (UЕјycie: %s)

source: c: Find functions calling this function d: Find functions called by this function e: Find this egrep pattern f: Find this file g: Find this definition i: Find files #including this file s: Find this C symbol t: Find this text string
pl: c: znajdЕє funkcje wywoЕ‚ujД…ce tД™ funkcjД™ d: znajdЕє funkcje wywoЕ‚ywane przez tД™ funkcjД™ e: znajdЕє ten wzorzec egrep f: znajdЕє ten plik g: znajdЕє tД™ definicjД™ i: znajdЕє pliki wЕ‚Д…czajД…ce (#include) ten plik s: znajdЕє ten symbol C t: znajdЕє ten Е‚aЕ„cuch znakГіw

source: E625: Cannot open cscope database: %s
pl: E625: nie mogД™ otworzyД‡ bazy danych cscope: %s

source: E626: Cannot get cscope database information
pl: E626: nie mogД™ uzyskaД‡ informacji z bazy danych cscope

source: E568: Duplicate cscope database not added
pl: E568: nie dodano duplikatu bazy danych cscope

source: E261: Cscope connection %s not found
pl: E261: nie ma poЕ‚Д…czenia %s z cscope

source: cscope connection %s closed
pl: poЕ‚Д…czenie %s z cscope zostaЕ‚o zamkniД™te

source: E570: Fatal error in cs_manage_matches
pl: E570: bЕ‚Д…d krytyczny w cs_manage_matches

source: Cscope tag: %s
pl: Znacznik cscope: %s

source: # line
pl: # wiersz

source: filename / context / line
pl: nazwa pliku / kontekst / wiersz

source: E609: Cscope error: %s
pl: E609: BЕ‚Д…d cscope: %s

source: All cscope databases reset
pl: Wszystkie bazy danych cscope przeЕ‚adowano

source: no cscope connections
pl: brak poЕ‚Д…czeЕ„ z cscope

source: # pid database name prepend path
pl: # pid nazwa bazy danych przedsionek tropu

source: Lua library cannot be loaded.
pl: Nie moЕјna wczytaД‡ biblioteki Lua.

source: cannot save undo information
pl: nie mogД™ zachowaД‡ informacji cofania

source: E815: Sorry, this command is disabled, the MzScheme libraries could not be loaded.
pl: E815: Przykro mi, ta komenda jest wyЕ‚Д…czona, biblioteka MzScheme nie moЕјe byД‡ zaЕ‚adowana.

source: invalid expression
pl: niepoprawne wyraЕјenie

source: expressions disabled at compile time
pl: wyraЕјenia wyЕ‚Д…czone podczas kompilacji

source: hidden option
pl: ukryta opcja

source: unknown option
pl: nieznana opcja

source: window index is out of range
pl: indeks okna poza zakresem

source: couldn't open buffer
pl: nie mogД™ otworzyД‡ bufora

source: cannot delete line
pl: nie mogД™ skasowaД‡ wiersza

source: cannot replace line
pl: nie mogД™ zamieniД‡ wiersza

source: cannot insert line
pl: nie mogД™ wprowadziД‡ wiersza

source: string cannot contain newlines
pl: ciД…g nie moЕјe zawieraД‡ znakГіw nowego wiersza

source: error converting Scheme values to Vim
pl: bЕ‚Д…d przy konwersji wartoЕ›ci Scheme do Vima

source: Vim error: ~a
pl: BЕ‚Д…d vima: ~a

source: Vim error
pl: BЕ‚Д…d Vima

source: buffer is invalid
pl: bufor jest niewaЕјny

source: window is invalid
pl: okno jest niewaЕјne

source: linenr out of range
pl: numer wiersza poza zakresem

source: not allowed in the Vim sandbox
pl: Niedozwolone w piaskownicy Vima

source: E837: This Vim cannot execute :py3 after using :python
pl: E837: Python: nie moЕјna uЕјywaД‡ :py i :py3 w czasie jednej sesji

source: E263: Sorry, this command is disabled, the Python library could not be loaded.
pl: E263: Przykro mi, ta komenda jest wyЕ‚Д…czona, bo nie moЕјna zaЕ‚adowaД‡ biblioteki Pythona

source: E836: This Vim cannot execute :python after using :py3
pl: E836: Python: nie moЕјna uЕјywaД‡ :py i :py3 w czasie jednej sesji

source: E659: Cannot invoke Python recursively
pl: E659: Nie moЕјna wywoЕ‚aД‡ Pythona rekursywnie

source: E265: $_ must be an instance of String
pl: E265: $_ musi byД‡ reprezentacjД… ЕЃaЕ„cucha

source: E266: Sorry, this command is disabled, the Ruby library could not be loaded.
pl: E266: Przykro mi, ta komenda jest wyЕ‚Д…czona, bo nie moЕјna zaЕ‚adowaД‡ biblioteki Ruby.

source: E267: Unexpected return
pl: E267: nieoczekiwany return

source: E268: Unexpected next
pl: E268: nieoczekiwany next

source: E269: Unexpected break
pl: E269: nieoczekiwany break

source: E270: Unexpected redo
pl: E270: nieoczekiwane redo

source: E271: Retry outside of rescue clause
pl: E271: ponowna prГіba poza klauzulД… ratunku

source: E272: Unhandled exception
pl: E272: nieobsЕ‚ugiwany wyjД…tek

source: E273: Unknown longjmp status %d
pl: E273: Nieznany status longjmp %d

source: Toggle implementation/definition
pl: PrzeЕ‚Д…cz miД™dzy implementacjД…/okreЕ›leniem

source: Show base class of
pl: PokaЕј bazД™ klasy

source: Show overridden member function
pl: PokaЕј przepisanД… funkcjД™ czЕ‚onowД…

source: Retrieve from file
pl: Pobieraj z pliku

source: Retrieve from project
pl: Pobieraj z projektu

source: Retrieve from all projects
pl: Pobieraj z wszystkich projektГіw

source: Retrieve
pl: Pobierz

source: Show source of
pl: PokaЕј ЕєrГіdЕ‚o dla

source: Find symbol
pl: ZnajdЕє symbol

source: Browse class
pl: Przejrzyj klasД™

source: Show class in hierarchy
pl: PokaЕј klasД™ w hierarchii

source: Show class in restricted hierarchy
pl: PokaЕј klasД™ w ograniczonej hierarchii

source: Xref refers to
pl: Xref odnosi siД™ do

source: Xref referred by
pl: Xref ma odniesienia od

source: Xref has a
pl: Xref ma

source: Xref used by
pl: Xref uЕјyte przez

source: Show docu of
pl: PokaЕј dokumentacjД™ dla

source: Generate docu for
pl: UtwГіrz dokumentacjД™ dla

source: not
pl: nie

source: connected
pl: podЕ‚Д…czony

source: invalid buffer number
pl: niewЕ‚aЕ›ciwy numer bufora

source: not implemented yet
pl: obecnie nie zaimplementowano

source: cannot set line(s)
pl: nie mogД™ ustawiД‡ wiersza(y)

source: invalid mark name
pl: niepoprawna nazwa zakЕ‚adki

source: mark not set
pl: zakЕ‚adka nie ustawiona

source: row %d column %d
pl: wiersz %d kolumna %d

source: cannot insert/append line
pl: nie mogД™ wprowadziД‡/doЕ‚Д…czyД‡ wiersza

source: line number out of range
pl: numer wiersza poza zakresem

source: unknown flag:
pl: nieznana flaga:

source: unknown vimOption
pl: nieznane vimOption

source: keyboard interrupt
pl: przerwanie klawiatury

source: cannot create buffer/window command: object is being deleted
pl: nie mogД™ stworzyД‡ bufora/okna komendy: obiekt jest kasowany

source: cannot register callback command: buffer/window is already being deleted
pl: nie mogД™ zarejestrowaД‡ wstecznego wywoЕ‚ania komendy: bufor/okno juЕј zostaЕ‚a skasowana

source: E280: TCL FATAL ERROR: reflist corrupt!? Please report this to vim-dev@vim.org
pl: E280: TCL FATALNY BЕЃД„D: reflist zepsuta!? ProszД™ zЕ‚oЕјyД‡ raport o tym na vim-dev@vim.org

source: cannot register callback command: buffer/window reference not found
pl: nie mogД™ zarejestrowaД‡ wstecznego wywoЕ‚ania komendy: brak odniesienia do bufora/okna

source: E571: Sorry, this command is disabled: the Tcl library could not be loaded.
pl: E571: Przykro mi, ta komenda jest wyЕ‚Д…czona, bo nie moЕјna zaЕ‚adowaД‡ biblioteki Tcl.

source: E572: Exit code %d
pl: E572: kod wyjЕ›cia %d

source: cannot get line
pl: nie mogД™ dostaД‡ wiersza

source: Unable to register a command server name
pl: Nie mogД™ zarejestrowaД‡ nazwy serwera komend

source: E248: Failed to send command to the destination program
pl: E248: WysЕ‚anie komendy do programu docelowego nie powiodЕ‚o siД™

source: E573: Invalid server id used: %s
pl: E573: UЕјyto niewЕ‚aЕ›ciwego id serwera: %s

source: E251: VIM instance registry property is badly formed. Deleted!
pl: E251: wcielenia instancji rejestru Vima jest Еєle sformowane. Skasowano!

source: Unknown option argument
pl: Nieznany argument opcji

source: Too many edit arguments
pl: Zbyt wiele argumentГіw

source: Argument missing after
pl: Brak argumentu po

source: Garbage after option argument
pl: Ељmiecie po argumencie opcji

source: Too many "+command", "-c command" or "--cmd command" arguments
pl: Zbyt wiele argumentГіw "+komenda", "-c komenda" lub "--cmd komenda"

source: Invalid argument for
pl: NiewЕ‚aЕ›ciwy argument dla

source: %d files to edit
pl: %d plikГіw do edycji

source: netbeans is not supported with this GUI
pl: netbeans nie sД… obsЕ‚ugiwane przez to GUI

source: This Vim was not compiled with the diff feature.
pl: Ta wersja Vima nie byЕ‚a skompilowanego z opcjД… rГіЕјnic (diff).

source: '-nb' cannot be used: not enabled at compile time
pl: '-nb' - nie moЕјe byД‡ uЕјyte: nie wЕ‚Д…czone przy kompilacji

source: Attempt to open script file again: "
pl: PrГіba ponownego otworzenia pliku skryptu: "

source: Cannot open for reading: "
pl: Nie mogД™ otworzyД‡ do odczytu: "

source: Cannot open for script output: "
pl: Nie mogД™ otworzyД‡ dla wyjЕ›cia skryptu: "

source: Vim: Error: Failure to start gvim from NetBeans
pl: Vim: BЕ‚Д…d: Nie moЕјna uruchomiД‡ gvim z NetBeans

source: Vim: Warning: Output is not to a terminal
pl: Vim: OSTRZEЕ»ENIE: WyjЕ›cie nie jest terminalem

source: Vim: Warning: Input is not from a terminal
pl: Vim: OSTRZEЕ»ENIE: WejЕ›cie nie pochodzi z terminala

source: pre-vimrc command line
pl: linia poleceЕ„ pre-vimrc

source: E282: Cannot read from "%s"
pl: E282: Nie mogД™ czytaД‡ z "%s"

source: More info with: "vim -h"
pl: Dalsze informacje poprzez: "vim -h"

source: [file ..] edit specified file(s)
pl: [plik ..] edytuj zadane pliki

source: - read text from stdin
pl: - czytaj tekst ze stdin

source: -t tag edit file where tag is defined
pl: -t znacznik edytuj plik, w ktГіrym dany znacznik jest zdefiniowany

source: -q [errorfile] edit file with first error
pl: -q [errorfile] edytuj plik, zawierajД…cy pierwszy bЕ‚Д…d

source: Usage:
pl: uЕјycie:

source: vim [arguments]
pl: vim [argumenty]

source: or:
pl: lub:

source: Where case is ignored prepend / to make flag upper case
pl: gdzie wielkoЕ›Д‡ znakГіw jest ignorowana dodaj na poczД…tku / by flaga byЕ‚a wielkД… literД…

source: Arguments:
pl: Argumenty:

source: -- Only file names after this
pl: -- Tylko nazwy plikГіw po tym

source: --literal Don't expand wildcards
pl: --literal Nie rozwijaj znakГіw specjalnych

source: -register Register this gvim for OLE
pl: -register Zarejestruj tego gvima w OLE

source: -unregister Unregister gvim for OLE
pl: -unregister Wyrejestruj gvima z OLE

source: -g Run using GUI (like "gvim")
pl: -g Startuj w GUI (tak jak "gvim")

source: -f or --nofork Foreground: Don't fork when starting GUI
pl: -f lub --nofork Pierwszy plan: Nie wydzielaj przy odpalaniu GUI

source: -v Vi mode (like "vi")
pl: -v Tryb vi (jak "vi")

source: -e Ex mode (like "ex")
pl: -e Tryb ex (jak "ex")

source: -E Improved Ex mode
pl: -E Usprawniony tryb Ex

source: -s Silent (batch) mode (only for "ex")
pl: -s Cichy tryb (tЕ‚a) (tylko dla "ex")

source: -d Diff mode (like "vimdiff")
pl: -d Tryb rГіЕјnic (jak "vimdiff")

source: -y Easy mode (like "evim", modeless)
pl: -y Tryb Е‚atwy (jak "evim", bez trybГіw)

source: -R Readonly mode (like "view")
pl: -R Tryb wyЕ‚Д…cznie do odczytu (jak "view")

source: -Z Restricted mode (like "rvim")
pl: -Z Tryb ograniczenia (jak "rvim")

source: -m Modifications (writing files) not allowed
pl: -m Modyfikacje (zapisywanie plikГіw) niedozwolone

source: -M Modifications in text not allowed
pl: -M Zakaz modyfikacji tekstu

source: -b Binary mode
pl: -b Tryb binarny

source: -l Lisp mode
pl: -l Tryb lisp

source: -C Compatible with Vi: 'compatible'
pl: -C BД…dЕє zgodny z Vi: 'compatible'

source: -N Not fully Vi compatible: 'nocompatible'
pl: -N BД…dЕє niezupeЕ‚nie zgodny z Vi: 'nocompatible'

source: -V[N][fname] Be verbose [level N] [log messages to fname]
pl: -V[N][nazwap] Gadatliwy [poziom N] [zapisuj wiadomoЕ›ci do nazwap]

source: -D Debugging mode
pl: -D Tryb odpluskwiania

source: -n No swap file, use memory only
pl: -n Zamiast pliku wymiany, uЕјywaj tylko pamiД™ci

source: -r List swap files and exit
pl: -r Wylicz pliki wymiany i zakoЕ„cz

source: -r (with file name) Recover crashed session
pl: -r (z nazwД… pliku) OdtwГіrz zaЕ‚amanД… sesjД™

source: -L Same as -r
pl: -L ToЕјsame z -r

source: -f Don't use newcli to open window
pl: -f Nie stosuj newcli do otwierania okien

source: -dev <device> Use <device> for I/O
pl: -dev <device> UЕјywaj <device> do I/O

source: -A Start in Arabic mode
pl: -A rozpocznij w trybie arabskim

source: -H Start in Hebrew mode
pl: -H rozpocznij w trybie hebrajskim

source: -F Start in Farsi mode
pl: -F rozpocznij w trybie farsi

source: -T <terminal> Set terminal type to <terminal>
pl: -T <terminal> Ustaw typ terminala na <terminal>

source: -u <vimrc> Use <vimrc> instead of any .vimrc
pl: -u <vimrc> UЕјyj <vimrc> zamiast jakiegokolwiek .vimrc

source: -U <gvimrc> Use <gvimrc> instead of any .gvimrc
pl: -U <gvimrc> UЕјyj <gvimrc> zamiast jakiegokolwiek .gvimrc

source: --noplugin Don't load plugin scripts
pl: --noplugin Nie Е‚aduj skryptГіw wtyczek

source: -p[N] Open N tab pages (default: one for each file)
pl: -p[N] OtwГіrz N kart (domyЕ›lnie: po jednej dla kaЕјdego pliku)

source: -o[N] Open N windows (default: one for each file)
pl: -o[N] OtwГіrz N okien (domyЕ›lnie: po jednym dla kaЕјdego pliku)

source: -O[N] Like -o but split vertically
pl: -O[N] tak samo jak -o tylko dziel okno pionowo

source: + Start at end of file
pl: + Zacznij na koЕ„cu pliku

source: +<lnum> Start at line <lnum>
pl: +<lnum> Zacznij w wierszu <lnum>

source: --cmd <command> Execute <command> before loading any vimrc file
pl: -cmd <command> Wykonaj komendД™ <command> przed zaЕ‚adowaniem jakiegokolwiek pliku vimrc

source: -c <command> Execute <command> after loading the first file
pl: -c <command> Wykonaj komendД™ <command> po zaЕ‚adowaniu pierwszego pliku

source: -S <session> Source file <session> after loading the first file
pl: -S <sesja> Wczytaj plik <sesja> po zaЕ‚adowaniu pierwszego pliku

source: -s <scriptin> Read Normal mode commands from file <scriptin>
pl: -s <scriptin> Wczytuj komendy trybu normalnego z pliku <scriptin>

source: -w <scriptout> Append all typed commands to file <scriptout>
pl: -w <scriptout> DoЕ‚Д…cz wszystkie wprowadzane komendy do pliku <scriptout>

source: -W <scriptout> Write all typed commands to file <scriptout>
pl: -W <scriptout> Zapisuj wszystkie wprowadzane komendy do pliku <scriptout>

source: -x Edit encrypted files
pl: -x Edytuj zakodowane pliki

source: -display <display> Connect Vim to this particular X-server
pl: -display <display> PodЕ‚Д…cz vima to danego X-serwera

source: -X Do not connect to X server
pl: -X Nie Е‚Д…cz z serwerem X

source: --remote <files> Edit <files> in a Vim server if possible
pl: --remote <pliki> Edytuj pliki w serwerze Vima jeЕ›li moЕјliwe

source: --remote-silent <files> Same, don't complain if there is no server
pl: --remote-silent <pliki> To samo, nie narzekaj jeЕ›li nie ma serwera

source: --remote-wait <files> As --remote but wait for files to have been edited
pl: --remote-wait <pliki> Tak jak --remote, lecz czekaj na pliki przed edycjД…

source: --remote-wait-silent <files> Same, don't complain if there is no server
pl: --remote-wait-silent <pliki> To samo, nie narzekaj jeЕ›li nie ma serwera

source: --remote-tab[-wait][-silent] <files> As --remote but use tab page per file
pl: --remote-tab[-wait][-silent] <pliki> tak jak --remote ale uЕјywa jednej karty na plik

source: --remote-send <keys> Send <keys> to a Vim server and exit
pl: --remote-send <klawisze> WyЕ›lij <klawisze> do serwera Vima i zakoЕ„cz

source: --remote-expr <expr> Evaluate <expr> in a Vim server and print result
pl: --remote-expr <wyr> Wykonaj <wyraЕјenie> w serwerze i wypisz wynik

source: --serverlist List available Vim server names and exit
pl: --serverlist WymieЕ„ nazwy dostД™pnych serwerГіw Vima i zakoЕ„cz

source: --servername <name> Send to/become the Vim server <name>
pl: --servername <nazwa> OdsyЕ‚aj do/staЕ„ siД™ serwerem Vim <nazwa>

source: --startuptime <file> Write startup timing messages to <file>
pl: --startuptime <plik> Zapisz wiadomoЕ›ci o dЕ‚ugoЕ›ci startu do <plik>

source: -i <viminfo> Use <viminfo> instead of .viminfo
pl: -i <viminfo> UЕјywaj <viminfo> zamiast .viminfo

source: -h or --help Print Help (this message) and exit
pl: -h lub --help wyЕ›wietl Pomoc (czyli tД™ wiadomoЕ›Д‡) i zakoЕ„cz

source: --version Print version information and exit
pl: --version wyЕ›wietl informacjД™ o wersji i zakoЕ„cz

source: Arguments recognised by gvim (Motif version):
pl: Argumenty rozpoznawane przez gvim (wersja Motif):

source: Arguments recognised by gvim (neXtaw version):
pl: Argumenty rozpoznawane przez gvim (wersja neXtaw):

source: Arguments recognised by gvim (Athena version):
pl: Argumenty rozpoznawane przez gvim (wersja Athena):

source: -display <display> Run Vim on <display>
pl: -display <display> ZaЕ‚aduj Vim na <display>

source: -iconic Start Vim iconified
pl: -iconic Zacznij Vim jako ikonД™

source: -background <color> Use <color> for the background (also: -bg)
pl: -background <kolor> UЕјywaj <kolor> dla tЕ‚a (rГіwnieЕј: -bg)

source: -foreground <color> Use <color> for normal text (also: -fg)
pl: -foreground <kolor> UЕјywaj <kolor> dla normalnego tekstu (rГіwnieЕј: -fg)

source: -font <font> Use <font> for normal text (also: -fn)
pl: -font <font> UЕјywaj <font> dla normalnego tekstu (rГіwnieЕј: -fn)

source: -boldfont <font> Use <font> for bold text
pl: -boldfont <font> UЕјywaj <font> dla wytЕ‚uszczonego tekstu

source: -italicfont <font> Use <font> for italic text
pl: -italicfont <font> UЕјywaj <font> dla pochyЕ‚ego

source: -geometry <geom> Use <geom> for initial geometry (also: -geom)
pl: -geometry <geom> UЕјywaj <geom> dla poczД…tkowych rozmiarГіw (rГіwnieЕј: -geom)

source: -borderwidth <width> Use a border width of <width> (also: -bw)
pl: -borderwidth <szer> UЕјyj ramki o gruboЕ›ci <szer> (rГіwnieЕј: -bw)

source: -scrollbarwidth <width> Use a scrollbar width of <width> (also: -sw)
pl: -scrollbarwidth <szer> UЕјywaj przewijacza o szerokoЕ›ci <szer> (rГіwnieЕј: -sw)

source: -menuheight <height> Use a menu bar height of <height> (also: -mh)
pl: -menuheight <height> Stosuj belkД™ menu o wysokoЕ›ci <height> (rГіwnieЕј: -mh)

source: -reverse Use reverse video (also: -rv)
pl: -reverse Stosuj negatyw kolorГіw (rГіwnieЕј: -rv)

source: +reverse Don't use reverse video (also: +rv)
pl: +reverse Nie stosuj negatywu kolorГіw (rГіwnieЕј: +rv)

source: -xrm <resource> Set the specified resource
pl: -xrm <resource> Ustaw okreЕ›lony zasГіb
