Repository: MrsPolitiko/pks-vim
Catalog: src/po/*.UTF-8.po
Languages: pl

source: E831: bf_key_init() called with empty password
pl: E831: bf_key_init() wywoЕ‚any z pustym hasЕ‚em

source: E817: Blowfish big/little endian use wrong
pl: E817: Blowfish uЕјywa bЕ‚Д™dnej kolejnoЕ›ci bajtГіw

source: E818: sha256 test failed
pl: E818: test sha256 nie powiГіdЕ‚ siД™

source: E819: Blowfish test failed
pl: E819: test Blowfisha nie powiГіdЕ‚ siД™

source: [Location List]
pl: [Lista lokacji]

source: [Quickfix List]
pl: [Lista quickfix]

source: E855: Autocommands caused command to abort
pl: E855: Autokomendy spowodowaЕ‚y porzucenie komendy

source: E82: Cannot allocate any buffer, exiting...
pl: E82: Nie mogД™ zarezerwowaД‡ bufora; zakoЕ„czenie...

source: E83: Cannot allocate buffer, using other one...
pl: E83: Nie mogД™ zarezerwowaД‡ bufora; uЕјywam innego...

source: E515: No buffers were unloaded
pl: E515: Nie wyЕ‚adowano Ејadnego bufora

source: E516: No buffers were deleted
pl: E516: Nie skasowano Ејadnego bufora

source: E517: No buffers were wiped out
pl: E517: Nie wyrzucono Ејadnego bufora

source: 1 buffer unloaded
pl: 1 bufor wyЕ‚adowany

source: %d buffers unloaded
pl: wyЕ‚adowano %d buforГіw

source: 1 buffer deleted
pl: 1 bufor skasowany

source: %d buffers deleted
pl: %d buforГіw skasowano

source: 1 buffer wiped out
pl: wyrzucono 1 bufor

source: %d buffers wiped out
pl: wyrzucono %d buforГіw

source: E84: No modified buffer found
pl: E84: Nie znaleziono zmienionych buforГіw

source: E85: There is no listed buffer
pl: E85: Nie ma wylistowanych buforГіw

source: E86: Buffer %ld does not exist
pl: E86: Bufor "%ld" nie istnieje

source: E87: Cannot go beyond last buffer
pl: E87: Nie mogД™ przejЕ›Д‡ poza ostatni bufor

source: E88: Cannot go before first buffer
pl: E88: Nie mogД™ przejЕ›Д‡ przed pierwszy bufor

source: E89: No write since last change for buffer %ld (add ! to override)
pl: E89: Nie zapisano zmian w buforze %ld (wymuЕ› przez !)

source: E90: Cannot unload last buffer
pl: E90: Nie mogД™ wyЕ‚adowaД‡ ostatniego bufora

source: W14: Warning: List of file names overflow
pl: W14: OSTRZEЕ»ENIE: PrzepeЕ‚nienie listy nazw plikГіw

source: E92: Buffer %ld not found
pl: E92: Nie znaleziono bufora %ld

source: E93: More than one match for %s
pl: E93: Wielokrotne dopasowania dla %s

source: E94: No matching buffer for %s
pl: E94: Е»aden bufor nie pasuje do %s

source: line %ld
pl: wiersz %ld

source: E95: Buffer with this name already exists
pl: E95: Bufor o tej nazwie juЕј istnieje

source: [Modified]
pl: [Zmieniony]

source: [Not edited]
pl: [Nie edytowany]

source: [New file]
pl: [Nowy Plik]

source: [Read errors]
pl: [BЕ‚Д…d odczytu]

source: [readonly]
pl: [tylko odczyt]

source: 1 line --%d%%--
pl: 1 wiersz --%d%%--

source: %ld lines --%d%%--
pl: %ld wiersze --%d%%--

source: line %ld of %ld --%d%%-- col
pl: wiersz %ld z %ld --%d%%-- kol

source: [No Name]
pl: [Bez nazwy]

source: help
pl: pomoc

source: [Help]
pl: [Pomoc]

source: [Preview]
pl: [PodglД…d]

source: All
pl: Wszystko

source: Bot
pl: DГіЕ‚

source: Top
pl: GГіra

source: # Buffer list:
pl: # Lista buforГіw:

source: [Scratch]
pl: [Notka]

source: --- Signs ---
pl: --- Znaki ---

source: Signs for %s:
pl: Znaki dla %s:

source: line=%ld id=%d name=%s
pl: wiersz=%ld id=%d nazwa=%s

source: E96: Can not diff more than %ld buffers
pl: E96: Nie mogД™ zrГіЕјnicowaД‡ wiД™cej niЕј %ld buforГіw

source: E810: Cannot read or write temp files
pl: E810: Nie mogД™ otworzyД‡ lub zapisaД‡ plikГіw tymczasowych

source: E97: Cannot create diffs
pl: E97: Nie mogД™ stworzyД‡ rГіЕјnic

source: Patch file
pl: Plik Е‚ata

source: E816: Cannot read patch output
pl: E816: Nie mogД™ odczytaД‡ wyjЕ›cia pliku Е‚aty

source: E98: Cannot read diff output
pl: E98: Nie mogД™ wczytaД‡ wyjЕ›cia rГіЕјnicy

source: E99: Current buffer is not in diff mode
pl: E99: BieЕјД…cy bufor nie jest w trybie rГіЕјnic

source: E793: No other buffer in diff mode is modifiable
pl: E793: Е»aden inny bufor w trybie diff nie jest modyfikowalny

source: E100: No other buffer in diff mode
pl: E100: Brak innego bufora w trybie rГіЕјnic

source: E101: More than two buffers in diff mode, don't know which one to use
pl: E101: WiД™cej niЕј jeden bufor w trybie rГіЕјnicowania, nie wiem ktГіrego uЕјyД‡

source: E102: Can't find buffer "%s"
pl: E102: Nie mogД™ znaleЕєД‡ bufora "%s"

source: E103: Buffer "%s" is not in diff mode
pl: E103: Bufor "%s" nie jest w trybie rГіЕјnicowania

source: E787: Buffer changed unexpectedly
pl: E787: Nieoczekiwana zmiana bufora

source: E104: Escape not allowed in digraph
pl: E104: Escape jest niedozwolone w dwugrafie

source: E544: Keymap file not found
pl: E544: Nie znaleziono pliku rozkЕ‚adu klawiszy

source: E105: Using :loadkeymap not in a sourced file
pl: E105: Zastosowano :loadkeymap w niewczytanym pliku

source: E791: Empty keymap entry
pl: E791: Pusty wpis keymap

source: Keyword completion (^N^P)
pl: DopeЕ‚nianie sЕ‚Гіw kluczowych (^N^P)

source: ^X mode (^]^D^E^F^I^K^L^N^O^Ps^U^V^Y)
pl: ^X tryb (^]^D^E^F^I^K^L^N^O^Ps^U^V^Y)

source: Whole line completion (^L^N^P)
pl: DopeЕ‚nianie peЕ‚nych wierszy (^L^N^P)

source: File name completion (^F^N^P)
pl: DopeЕ‚nianie nazw plikГіw (^F^N^P)

source: Tag completion (^]^N^P)
pl: DopeЕ‚nianie znacznikГіw (^]^N^P)

source: Path pattern completion (^N^P)
pl: DopeЕ‚nianie wzorcГіw tropГіw (^N^P)

source: Definition completion (^D^N^P)
pl: DopeЕ‚nianie definicji (^D^N^P)

source: Dictionary completion (^K^N^P)
pl: DopeЕ‚nianie ze sЕ‚ownikГіw (^K^N^P)

source: Thesaurus completion (^T^N^P)
pl: DopeЕ‚nianie z tezaurusa (^T^N^P)

source: Command-line completion (^V^N^P)
pl: DopeЕ‚nianie wiersza poleceЕ„ (^V^N^P)

source: User defined completion (^U^N^P)
pl: DopeЕ‚nianie zdefiniowane przez uЕјytkownika (^U^N^P)

source: Omni completion (^O^N^P)
pl: Omni uzupeЕ‚nianie (^O^N^P)

source: Spelling suggestion (s^N^P)
pl: Propozycja pisowni (^L^N^P)

source: Keyword Local completion (^N^P)
pl: Lokalne dopeЕ‚nianie sЕ‚Гіw kluczowych (^N^P)

source: Hit end of paragraph
pl: DobiЕ‚em do koЕ„ca akapitu

source: E839: Completion function changed window
pl: E839: Funkcja uzupeЕ‚niania zmieniЕ‚a okno

source: E840: Completion function deleted text
pl: E840: Funkcja uzupeЕ‚nania usunД™Е‚a tekst

source: 'dictionary' option is empty
pl: opcja 'dictionary' jest pusta

source: 'thesaurus' option is empty
pl: opcja 'thesaurus' jest pusta

source: Scanning dictionary: %s
pl: PrzeglД…dam sЕ‚ownik: %s

source: (insert) Scroll (^E/^Y)
pl: (wprowadzanie) Przewijanie (^E/^Y)

source: (replace) Scroll (^E/^Y)
pl: (zamiana) Przewijanie (^E/^Y)

source: Scanning: %s
pl: PrzeglД…dam: %s

source: Scanning tags.
pl: PrzeglД…dam znaczniki.

source: Adding
pl: DodajД™

source: -- Searching...
pl: -- Szukam...

source: Back at original
pl: Z powrotem na pierwotnym

source: Word from other line
pl: Wyraz z innego wiersza

source: The only match
pl: Jedyne dopasowanie

source: match %d of %d
pl: pasuje %d z %d

source: match %d
pl: pasuje %d

source: E18: Unexpected characters in :let
pl: E18: Nieoczekiwane znaki w :let

source: E684: List index out of range: %ld
pl: E684: Indeks listy poza zakresem: %ld

source: E121: Undefined variable: %s
pl: E121: NieokreЕ›lona zmienna: %s

source: E111: Missing ']'
pl: E111: Brak ']'

source: E686: Argument of %s must be a List
pl: E686: Argument %s musi byД‡ ListД…

source: E712: Argument of %s must be a List or Dictionary
pl: E712: Argument %s musi byД‡ ListД… lub SЕ‚ownikiem

source: E713: Cannot use empty key for Dictionary
pl: E713: Nie moЕјna uЕјyД‡ pustego klucza dla SЕ‚ownika

source: E714: List required
pl: E714: wymagana Lista

source: E715: Dictionary required
pl: E715: wymagany SЕ‚ownik

source: E118: Too many arguments for function: %s
pl: E118: Zbyt wiele argumentГіw dla funkcji: %s

source: E716: Key not present in Dictionary: %s
pl: E716: Klucz nie istnieje w SЕ‚owniku: %s

source: E122: Function %s already exists, add ! to replace it
pl: E122: Funkcja %s juЕј istnieje; aby jД… zamieniД‡ uЕјyj !

source: E717: Dictionary entry already exists
pl: E717: istnieje juЕј taki element SЕ‚ownika

source: E718: Funcref required
pl: E718: wymagana Funcref

source: E719: Cannot use [:] with a Dictionary
pl: E719: Nie moЕјna uЕјyД‡ [:] przy SЕ‚owniku

source: E734: Wrong variable type for %s=
pl: E734: ZЕ‚y typ zmiennej dla %s=

source: E130: Unknown function: %s
pl: E130: Nieznana funkcja: %s

source: E461: Illegal variable name: %s
pl: E461: Niedozwolona nazwa zmiennej: %s

source: E806: Using a Float as a String
pl: E806: UЕјycie Zmiennoprzecinkowej jako ЕЃaЕ„cucha

source: E687: Less targets than List items
pl: E687: Mniej celГіw niЕј elementГіw Listy

source: E688: More targets than List items
pl: E688: WiД™cej celГіw niЕј elementГіw Listy

source: Double ; in list of variables
pl: PodwГіjny ; w liЕ›cie zmiennych

source: E738: Can't list variables for %s
pl: E738: Nie mogД™ wypisaД‡ zmiennych dla %s

source: E689: Can only index a List or Dictionary
pl: E689: Indeks moЕјe istnieД‡ tylko dla Listy lub SЕ‚ownika

source: E708: [:] must come last
pl: E708: [:] musi byД‡ ostatnie

source: E709: [:] requires a List value
pl: E709: [:] wymaga wartoЕ›ci listy

source: E710: List value has more items than target
pl: E710: Lista ma wiД™cej elementГіw niЕј cel

source: E711: List value has not enough items
pl: E711: Lista nie ma wystarczajД…cej iloЕ›ci elementГіw

source: E690: Missing "in" after :for
pl: E690: Brak "in" po :for

source: E107: Missing parentheses: %s
pl: E107: Brak nawiasГіw: %s

source: E108: No such variable: "%s"
pl: E108: Nie istnieje zmienna: "%s"

source: E743: Variable nested too deep for (un)lock
pl: E743: zmienna zagnieЕјdЕјona zbyt gЕ‚Д™boko dla (un)lock

source: E109: Missing ':' after '?'
pl: E109: Brak ':' po '?'

source: E691: Can only compare List with List
pl: E691: ListД™ mogД™ porГіwnaД‡ tylko z ListД…

source: E692: Invalid operation for List
pl: E692: NieprawidЕ‚owa operacja dla Listy

source: E735: Can only compare Dictionary with Dictionary
pl: E735: SЕ‚ownik mogД™ porГіwnaД‡ tylko ze SЕ‚ownikiem

source: E736: Invalid operation for Dictionary
pl: E736: NieprawidЕ‚owa operacja dla SЕ‚ownika

source: E693: Can only compare Funcref with Funcref
pl: E693: Funcref mogД™ porГіwnaД‡ tylko z Funcref

source: E694: Invalid operation for Funcrefs
pl: E694: NieprawidЕ‚owa operacja dla Funcref

source: E804: Cannot use '%' with Float
pl: E804: Nie mogД™ uЕјyД‡ '%' w Zmiennoprzecinkowej

source: E110: Missing ')'
pl: E110: Brak ')'

source: E695: Cannot index a Funcref
pl: E695: Nie moЕјna zindeksowaД‡ Funcref

source: E112: Option name missing: %s
pl: E112: Brak nazwy opcji: %s

source: E113: Unknown option: %s
pl: E113: Nieznana opcja: %s

source: E114: Missing quote: %s
pl: E114: Brak cudzysЕ‚owu: %s

source: E115: Missing quote: %s
pl: E115: Brak cudzysЕ‚owu: %s

source: E696: Missing comma in List: %s
pl: E696: BrakujД…cy przecinek w LiЕ›cie: '%s

source: E697: Missing end of List ']': %s
pl: E697: Brak zakoЕ„czenia Listy ']': %s

source: E720: Missing colon in Dictionary: %s
pl: E720: Brak dwukropka w SЕ‚owniku: %s

source: E721: Duplicate key in Dictionary: "%s"
pl: E721: PowtГіrzony klucz w SЕ‚owniku: "%s"

source: E722: Missing comma in Dictionary: %s
pl: E722: BrakujД…cy przecinek w SЕ‚owniku: %s

source: E723: Missing end of Dictionary '}': %s
pl: E723: Brak koЕ„ca w SЕ‚owniku '}': %s

source: E724: Variable nested too deep for displaying
pl: E724: Zmienna zagnieЕјdЕјona zbyt gЕ‚Д™boko by pokazaД‡

source: E740: Too many arguments for function %s
pl: E740: Zbyt wiele argumentГіw dla funkcji %s

source: E116: Invalid arguments for function %s
pl: E116: Zbyt wiele argumentГіw dla funkcji %s

source: E117: Unknown function: %s
pl: E117: Nieznana funkcja: %s

source: E119: Not enough arguments for function: %s
pl: E119: Za maЕ‚o argumentГіw dla funkcji: %s

source: E120: Using <SID> not in a script context: %s
pl: E120: UЕјycie <SID> poza kontekstem skryptu: %s

source: E725: Calling dict function without Dictionary: %s
pl: E725: WywoЕ‚anie funkcji "dict" bez SЕ‚ownika: %s

source: E808: Number or Float required
pl: E808: Wymagana Liczba lub Zmiennoprzecinkowa

source: add() argument
pl: argument add()

source: E699: Too many arguments
pl: E699: Za duЕјo argumentГіw

source: E785: complete() can only be used in Insert mode
pl: E785: complete() moЕјe byД‡ uЕјyte tylko w trybie Wprowadzania

source: E737: Key already exists: %s
pl: E737: Klucz juЕј istnieje: %s

source: extend() argument
pl: argument extend()

source: map() argument
pl: argument map()

source: filter() argument
pl: argument filter()

source: +-%s%3ld lines:
pl: +-%s%3ld wierszy:

source: E700: Unknown function: %s
pl: E700: Nieznana funkcja: %s

source: &OK &Cancel
pl: &OK &ZakoЕ„cz

source: called inputrestore() more often than inputsave()
pl: wywoЕ‚ano inputrestore() wiД™cej razy niЕј inputsave()

source: insert() argument
pl: argument insert()

source: E786: Range not allowed
pl: E786: Zakres niedozwolony

source: E701: Invalid type for len()
pl: E701: NieprawidЕ‚owy typ dla len()

source: E726: Stride is zero
pl: E726: Skok to zero

source: E727: Start past end
pl: E727: PoczД…tek po koЕ„cu

source: <empty>
pl: <pusty>

source: E240: No connection to Vim server
pl: E240: Brak poЕ‚Д…czenia z serwerem Vim

source: E241: Unable to send to %s
pl: E241: Nie mogД™ wysЕ‚aД‡ do %s

source: E277: Unable to read a server reply
pl: E277: Nie mogД™ czytaД‡ odpowiedzi serwera

source: remove() argument
pl: argument remove()

source: E655: Too many symbolic links (cycle?)
pl: E655: Za duЕјo dowiД…zaЕ„ symbolicznych (pД™tla?)

source: reverse() argument
pl: argument reverse()

source: E258: Unable to send to client
pl: E258: Nie mogД™ wysЕ‚aД‡ do klienta

source: sort() argument
pl: argument sort()

source: E702: Sort compare function failed
pl: E702: Funkcja porГіwnywania w sort nie powiodЕ‚a siД™

source: (Invalid)
pl: (NiewЕ‚aЕ›ciwe)

source: E677: Error writing temp file
pl: E677: BЕ‚Д…d zapisywania pliku tymczasowego

source: E805: Using a Float as a Number
pl: E805: UЕјycie Zmiennoprzecinkowej jako Liczby

source: E703: Using a Funcref as a Number
pl: E703: UЕјycie Funcref jako Liczby

source: E745: Using a List as a Number
pl: E745: UЕјycie Listy jako Liczby

source: E728: Using a Dictionary as a Number
pl: E728: UЕјycie SЕ‚ownika jako Liczby

source: E729: using Funcref as a String
pl: E729: UЕјycie Funcref jako ЕЃaЕ„cucha

source: E730: using List as a String
pl: E730: UЕјycie Listy jako ЕЃaЕ„cucha

source: E731: using Dictionary as a String
pl: E731: UЕјycie SЕ‚ownika jako ЕЃaЕ„cucha

source: E706: Variable type mismatch for: %s
pl: E706: NieprawidЕ‚owy typ zmiennej dla: %s

source: E795: Cannot delete variable %s
pl: E795: Nie mogД™ usunД…Д‡ zmiennej %s

source: E704: Funcref variable name must start with a capital: %s
pl: E704: Nazwa Funcref musi siД™ zaczynaД‡ wielkД… literД…: %s

source: E705: Variable name conflicts with existing function: %s
pl: E705: Nazwa zmiennej jest w konflikcie z istniejД…cД… funkcjД…: %s

source: E741: Value is locked: %s
pl: E741: WartoЕ›Д‡ jest zablokowana: %s

source: Unknown
pl: Nieznane

source: E742: Cannot change value of %s
pl: E742: Nie mogД™ zmieniД‡ wartoЕ›ci %s

source: E698: Variable nested too deep for making a copy
pl: E698: Zmienna zagnieЕјdЕјona zbyt gЕ‚Д™boko by zrobiД‡ kopiД™

source: E123: Undefined function: %s
pl: E123: Nieznana funkcja: %s

source: E124: Missing '(': %s
pl: E124: Brak '(': %s

source: E862: Cannot use g: here
pl: E862: Nie moЕјna tutaj uЕјyД‡ g:

source: E125: Illegal argument: %s
pl: E125: Niedozwolony argument: %s

source: E853: Duplicate argument name: %s
pl: E853: PowtГіrzona nazwa argumentu: %s

source: E126: Missing :endfunction
pl: E126: Brak :endfunction

source: E707: Function name conflicts with variable: %s
pl: E707: Nazwa funkcji jest w konflikcie ze zmiennД…: %s

source: E127: Cannot redefine function %s: It is in use
pl: E127: Nie mogД™ redefiniowaД‡ funkcji %s: jest w uЕјyciu

source: E746: Function name does not match script file name: %s
pl: E746: Nazwa funkcji nie pasuje do nazwy skryptu: %s

source: E129: Function name required
pl: E129: Wymagana jest nazwa funkcji

source: E128: Function name must start with a capital or contain a colon: %s
pl: E128: Nazwa funkcji musi rozpoczynaД‡ siД™ wielkД… literД… lub zawieraД‡ dwukropek: %s

source: E131: Cannot delete function %s: It is in use
pl: E131: Nie mogД™ skasowaД‡ funkcji %s: jest w uЕјyciu

source: E132: Function call depth is higher than 'maxfuncdepth'
pl: E132: ZagnieЕјdЕјenie wywoЕ‚aЕ„ funkcji ponad 'maxfuncdepth'

source: calling %s
pl: wywoЕ‚ujД™ %s

source: %s aborted
pl: porzucono %s

source: %s returning #%ld
pl: %s zwraca #%ld

source: %s returning %s
pl: %s zwraca %s

source: continuing in %s
pl: kontynuacja w %s

source: E133: :return not inside a function
pl: E133: :return poza funkcjД…

source: # global variables:
pl: # zmienne globalne:

source: Last set from
pl: Ostatnie ustawienie przez

source: No old files
pl: Brak starych plikГіw

source: Entering Debug mode. Type "cont" to continue.
pl: WchodzД™ w tryb odpluskwiania. WprowadЕє "cont" aby kontynuowaД‡.

source: line %ld: %s
pl: wiersz %ld: %s

source: Breakpoint in "%s%s" line %ld
pl: Punkt kontrolny w "%s%s" wiersz %ld

source: E161: Breakpoint not found: %s
pl: E161: Nie znaleziono punktu kontrolnego: %s

source: No breakpoints defined
pl: Nie okreЕ›lono Ејadnych punktГіw kontrolnych

source: %3d %s %s line %ld
pl: %3d %s %s wiersz %ld

source: E750: First use ":profile start {fname}"
pl: E750: Pierwsze uЕјycie ":profile start {fname}"

source: Save As
pl: Zapisz jako

source: Save changes to "%s"?
pl: ZachowaД‡ zmiany w "%s"?

source: Untitled
pl: Bez TytuЕ‚u

source: E162: No write since last change for buffer "%s"
pl: E162: Nie zapisano zmian w buforze "%s"

source: Warning: Entered other buffer unexpectedly (check autocommands)
pl: OSTRZEЕ»ENIE: Nieoczekiwane wejЕ›cie w inny bufor (sprawdЕє autokomendy)

source: E163: There is only one file to edit
pl: E163: Tylko jeden plik w edycji

source: E164: Cannot go before first file
pl: E164: Nie moЕјna przejЕ›Д‡ przed pierwszy plik

source: E165: Cannot go beyond last file
pl: E165: Nie moЕјna przejЕ›Д‡ za ostatni plik

source: E666: Compiler not supported: %s
pl: E666: nie wspierany kompilator: %s

source: Searching for "%s" in "%s"
pl: Szukanie "%s" w "%s"

source: Searching for "%s"
pl: Szukanie "%s"

source: not found in 'runtimepath': "%s"
pl: nie znaleziono w 'runtimepath': "%s"

source: Source Vim script
pl: Wczytaj skrypt Vima

source: Cannot source a directory: "%s"
pl: Nie moЕјna wczytaД‡ katalogu: "%s"

source: could not source "%s"
pl: nie mogЕ‚em wczytaД‡ "%s"

source: line %ld: could not source "%s"
pl: wiersz: %ld nie mogЕ‚em wczytaД‡ "%s"

source: sourcing "%s"
pl: wczytywanie "%s"

source: line %ld: sourcing "%s"
pl: wiersz %ld: wczytywanie "%s"

source: finished sourcing %s
pl: skoЕ„czono wczytywanie %s

source: environment variable
pl: zmienna Е›rodowiskowa

source: error handler
pl: obsЕ‚uga bЕ‚Д™du

source: W15: Warning: Wrong line separator, ^M may be missing
pl: W15: OSTRZEЕ»ENIE: NiewЕ‚aЕ›ciwy separator wierszy, pewnie brak ^M

source: E167: :scriptencoding used outside of a sourced file
pl: E167: uЕјyto :scriptencoding poza wczytywanym plikiem

source: E168: :finish used outside of a sourced file
pl: E168: uЕјyto :finish poza wczytywanym plikiem

source: Current %slanguage: "%s"
pl: BieЕјД…cy %sjД™zyk: "%s"

source: E197: Cannot set language to "%s"
pl: E197: Nie mogД™ ustawiД‡ jД™zyka na "%s"

source: <%s>%s%s %d, Hex %02x, Octal %03o
pl: <%s>%s%s %d, Hex %02x, Oktal %03o

source: > %d, Hex %04x, Octal %o
pl: > %d, Hex %04x, Oktal %o

source: > %d, Hex %08x, Octal %o
pl: > %d, Hex %08x, Oktal %o

source: E134: Move lines into themselves
pl: E134: Przeniesienie wierszy na siebie samych

source: 1 line moved
pl: 1 wiersz przeniesiony

source: %ld lines moved
pl: %ld wiersze przeniesione

source: %ld lines filtered
pl: %ld wierszy przefiltrowanych

source: E135: *Filter* Autocommands must not change current buffer
pl: E135: Autokomendy *Filter* nie mogД… zmieniaД‡ bieЕјД…cego bufora

source: [No write since last change]
pl: [Brak zapisu od czasu ostatniej zmiany]

source: %sviminfo: %s in line:
pl: %sviminfo: %s w wierszu:

source: E136: viminfo: Too many errors, skipping rest of file
pl: E136: viminfo: Zbyt wiele bЕ‚Д™dГіw; pomijam resztД™ pliku

source: Reading viminfo file "%s"%s%s%s
pl: WczytujД™ plik viminfo "%s"%s%s%s

source: info
pl: informacja

source: marks
pl: zakЕ‚adki

source: oldfiles
pl: stare pliki

source: FAILED
pl: NIE POWIODЕЃO SIД

source: E137: Viminfo file is not writable: %s
pl: E137: Plik viminfo jest niezapisywalny: %s

source: E138: Can't write viminfo file %s!
pl: E138: Nie mogД™ zapisaД‡ pliku viminfo %s!

source: Writing viminfo file "%s"
pl: ZapisujД™ plik viminfo "%s"

source: # This viminfo file was generated by Vim %s.
pl: # Ten plik viminfo zostaЕ‚ wygenerowany przez Vima %s.

source: # You may edit it if you're careful!
pl: # MoЕјesz go ostroЕјnie edytowaД‡!

source: # Value of 'encoding' when this file was written
pl: # WartoЕ›Д‡ 'encoding' w czasie zapisu tego pliku

source: Illegal starting char
pl: Niedopuszczalny poczД…tkowy znak

source: Write partial file?
pl: ZapisaД‡ czД™Е›ciowo plik?

source: E140: Use ! to write partial buffer
pl: E140: Stosuj ! do zapisania czД™Е›ciowo bufora

source: Overwrite existing file "%s"?
pl: NadpisaД‡ istniejД…cy plik "%s"?

source: Swap file "%s" exists, overwrite anyway?
pl: Plik wymiany "%s" istnieje, czy go nadpisaД‡?

source: E768: Swap file exists: %s (:silent! overrides)
pl: E768: Plik wymiany istnieje: %s (wymuЕ› poprzez :silent!)

source: E141: No file name for buffer %ld
pl: E141: Brak nazwy pliku dla bufora %ld

source: E142: File not written: Writing is disabled by 'write' option
pl: E142: Plik niezapisany: Zapis jest wyЕ‚Д…czony opcjД… 'write'

source: 'readonly' option is set for "%s". Do you wish to write anyway?
pl: opcja 'readonly' nastawiona dla "%s". Czy chcesz go pomimo tego zapisaД‡?

source: File permissions of "%s" are read-only. It may still be possible to write it. Do you wish to try?
pl: Prawa pliku "%s" sД… tylko do odczytu. Mimo to byД‡ moЕјe uda siД™ zmieniД‡ ten plik. Chcesz sprГіbowaД‡?

source: E505: "%s" is read-only (add ! to override)
pl: E505: "%s" jest tylko do odczytu (dodaj ! aby wymusiД‡)

source: Edit File
pl: Edytuj Plik

source: E143: Autocommands unexpectedly deleted new buffer %s
pl: E143: Autokomendy nieoczekiwanie skasowaЕ‚y nowy bufor %s

source: E144: Non-numeric argument to :z
pl: E144: nienumeryczny argument dla :z

source: E145: Shell commands not allowed in rvim
pl: E145: Komendy powЕ‚oki sД… niedozwolone w rvim

source: E146: Regular expressions can't be delimited by letters
pl: E146: Wzorce regularne nie mogД… byД‡ rozgraniczane literami

source: replace with %s (y/n/a/q/l/^E/^Y)?
pl: zamieЕ„ na %s (y/n/a/q/l/^E/^Y)?

source: (Interrupted)
pl: (Przerwane)

source: 1 match
pl: 1 pasuje

source: 1 substitution
pl: 1 podstawienie

source: %ld matches
pl: %ld dopasowaЕ„

source: %ld substitutions
pl: %ld podstawieЕ„

source: on 1 line
pl: w 1 wierszu

source: on %ld lines
pl: w %ld wierszach

source: E147: Cannot do :global recursive
pl: E147: Nie mogД™ wykonaД‡ :global rekursywnie

source: E148: Regular expression missing from global
pl: E148: Brak wzorca regularnego w :global

source: Pattern found in every line: %s
pl: Wzorzec znaleziono w kaЕјdym wierszu: %s

source: Pattern not found: %s
pl: Nie znaleziono wzorca: %s

source: # Last Substitute String: $
pl: # Ostatni podstawiany ciД…g: $

source: E478: Don't panic!
pl: E478: Nie panikuj!

source: E661: Sorry, no '%s' help for %s
pl: E661: Przykro mi, brak '%s' pomocy dla %s

source: E149: Sorry, no help for %s
pl: E149: Przykro mi, ale brak pomocy o %s
