Repository: MrsPolitiko/pks-vim
Catalog: src/po/*.UTF-8.po
Languages: pl

source: E679: Recursive loop loading syncolor.vim
pl: E679: rekursywna pД™tla wczytujД…ca syncolor.vim

source: E411: Highlight group not found: %s
pl: E411: nie znaleziono grupy podЕ›wietlania: %s

source: E412: Not enough arguments: ":highlight link %s"
pl: E412: Zbyt maЕ‚o argumentГіw: ":highlight link %s"

source: E413: Too many arguments: ":highlight link %s"
pl: E413: Zbyt wiele argumentГіw: ":highlight link %s"

source: E414: Group has settings, highlight link ignored
pl: E414: grupa ma ustawienia; zignorowane podЕ‚Д…czenie podЕ›wietlania

source: E415: Unexpected equal sign: %s
pl: E415: nieoczekiwany znak rГіwnoЕ›ci: %s

source: E416: Missing equal sign: %s
pl: E416: brak znaku rГіwnoЕ›ci: %s

source: E417: Missing argument: %s
pl: E417: brak argumentu: %s

source: E418: Illegal value: %s
pl: E418: Niedozwolona wartoЕ›Д‡: %s

source: E419: FG color unknown
pl: E419: Kolor FG nieznany

source: E420: BG color unknown
pl: E420: Kolor BG nieznany

source: E421: Color name or number not recognized: %s
pl: E421: Nazwa lub liczba koloru nierozpoznana: %s

source: E422: Terminal code too long: %s
pl: E422: za dЕ‚ugi kod terminala: %s

source: E423: Illegal argument: %s
pl: E423: Niedozwolony argument: %s

source: E424: Too many different highlighting attributes in use
pl: E424: Zbyt wiele rГіЕјnych atrybutГіw podkreЕ›lania w uЕјyciu

source: E669: Unprintable character in group name
pl: E669: Niedrukowalny znak w nazwie grupy

source: W18: Invalid character in group name
pl: W18: nieprawidЕ‚owy znak w nazwie grupy

source: E849: Too many highlight and syntax groups
pl: E849: Za duЕјo grup podЕ›wietlania i skЕ‚adni

source: E555: At bottom of tag stack
pl: E555: na dole stosu znacznikГіw

source: E556: At top of tag stack
pl: E556: na gГіrze stosu znacznikГіw

source: E425: Cannot go before first matching tag
pl: E425: Nie moЕјna przejЕ›Д‡ przed pierwszy pasujД…cy znacznik

source: E426: Tag not found: %s
pl: E426: nie znaleziono znacznika: %s

source: # pri kind tag
pl: # pri rodzaj znacznik

source: file
pl: plik

source: E427: There is only one matching tag
pl: E427: Pasuje tylko jeden znacznik

source: E428: Cannot go beyond last matching tag
pl: E428: Nie moЕјna przejЕ›Д‡ za ostatni pasujД…cy znacznik

source: File "%s" does not exist
pl: Plik "%s" nie istnieje

source: tag %d of %d%s
pl: znacznik %d z %d%s

source: or more
pl: lub wiД™cej

source: Using tag with different case!
pl: UЕјywam znacznika o odmiennej wielkoЕ›ci liter!

source: E429: File "%s" does not exist
pl: E429: Plik "%s" nie istnieje

source: # TO tag FROM line in file/text
pl: # DO znacznik OD wiersza w pliku/tekЕ›cie

source: Searching tags file %s
pl: Szukam w pliku znacznikГіw %s

source: E430: Tag file path truncated for %s
pl: E430: Trop szukania pliku znacznikГіw obciД™ty dla %s

source: Ignoring long line in tags file
pl: IgnorujД™ dЕ‚ugie wiersze w pliku znacznikГіw

source: E431: Format error in tags file "%s"
pl: E431: BЕ‚Д…d formatu w pliku znacznikГіw "%s"

source: Before byte %ld
pl: Przed bajtem %ld

source: E432: Tags file not sorted: %s
pl: E432: Plik znacznikГіw nieuporzД…dkowany: %s

source: E433: No tags file
pl: E433: Brak pliku znacznikГіw

source: E434: Can't find tag pattern
pl: E434: Nie mogД™ znaleЕєД‡ wzorca znacznika

source: E435: Couldn't find tag, just guessing!
pl: E435: Nie znalazЕ‚em znacznika - tylko zgadujД™!

source: Duplicate field name: %s
pl: PowtГіrzona nazwa pola: %s

source: ' not known. Available builtin terminals are:
pl: ' nieznany. MoЕјliwe typy wbudowanych terminali:

source: defaulting to '
pl: domyЕ›lnie jest '

source: E557: Cannot open termcap file
pl: E557: Nie mogД™ otworzyД‡ pliku termcap

source: E558: Terminal entry not found in terminfo
pl: E558: Nie ma opisu takiego terminala w terminfo

source: E559: Terminal entry not found in termcap
pl: E559: Nie ma opisu takiego terminala w termcap

source: E436: No "%s" entry in termcap
pl: E436: Brak opisu "%s" w termcap

source: E437: Terminal capability "cm" required
pl: E437: wymagana zdolnoЕ›Д‡ "cm" terminala

source: --- Terminal keys ---
pl: --- Klawisze terminala ---

source: new shell started
pl: uruchomiono nowД… powЕ‚okД™

source: Vim: Error reading input, exiting...
pl: Vim: BЕ‚Д…d podczas wczytywania wejЕ›cia, koЕ„czД™...

source: Used CUT_BUFFER0 instead of empty selection
pl: UЕјywam CUT_BUFFER0 zamiast pustego wyboru

source: E834: Line count changed unexpectedly
pl: E834: Niespodziewana zmiana iloЕ›ci linii

source: No undo possible; continue anyway
pl: CofniД™cie niemoЕјliwe; mimo to kontynuujД™

source: E828: Cannot open undo file for writing: %s
pl: E828: Nie mogД™ otworzyД‡ do zapisu pliku undo: %s

source: E825: Corrupted undo file (%s): %s
pl: E825: Uszkodzony plik undo (%s): %s

source: Cannot write undo file in any directory in 'undodir'
pl: Nie moЕјna zapisaД‡ pliku undo w Ејadnym katalogu z 'undodir'

source: Will not overwrite with undo file, cannot read: %s
pl: Nie nadpiszД™ plikiem undo, nie mogД™ odczytaД‡: %s

source: Will not overwrite, this is not an undo file: %s
pl: Nie nadpiszД™, to nie jest plik undo: %s

source: Skipping undo file write, nothing to undo
pl: Pomijam zapis pliku undo, nic do cofniД™cia

source: Writing undo file: %s
pl: ZapisujД™ plik undo: %s

source: E829: Write error in undo file: %s
pl: E829: BЕ‚Д…d zapisu w pliku undo: %s

source: Not reading undo file, owner differs: %s
pl: Nie wczytujД™ pliku undo, inny wЕ‚aЕ›ciciel: %s

source: Reading undo file: %s
pl: WczytujД™ plik undo: %s

source: E822: Cannot open undo file for reading: %s
pl: E822: Nie mogД™ otworzyД‡ pliku undo do odczytu: %s

source: E823: Not an undo file: %s
pl: E823: To nie jest plik undo: %s

source: E832: Non-encrypted file has encrypted undo file: %s
pl: E832: Nie zaszyfrowany plik ma zaszyfrowany plik undo: %s

source: E826: Undo file decryption failed: %s
pl: E826: Nie powiodЕ‚o siД™ odszyfrowywanie pliku undo: %s

source: E827: Undo file is encrypted: %s
pl: E827: Plik undo jest zaszyfrowany: %s

source: E824: Incompatible undo file: %s
pl: E824: Niekompatybilny plik undo: %s

source: File contents changed, cannot use undo info
pl: ZawartoЕ›Д‡ pliku siД™ zmieniЕ‚a, nie mogД™ uЕјyД‡ pliku undo

source: Finished reading undo file %s
pl: SkoЕ„czono wczytywanie pliku undo %s

source: Already at oldest change
pl: JuЕј w miejscu ostatniej zmiany

source: Already at newest change
pl: JuЕј w miejscu najnowszej zmiany

source: E830: Undo number %ld not found
pl: E830: Nie znaleziono numeru cofniД™cia %ld

source: E438: u_undo: Line numbers wrong
pl: E438: u_undo: niewЕ‚aЕ›ciwe numery wierszy

source: more line
pl: 1 wiersz wiД™cej

source: more lines
pl: wiД™cej wierszy

source: line less
pl: 1 wiersz mniej

source: fewer lines
pl: mniej wierszy

source: change
pl: 1 zmiana

source: changes
pl: zmiany

source: before
pl: przed

source: after
pl: za

source: Nothing to undo
pl: Nie ma zmian do cofniД™cia

source: number changes when saved
pl: liczba zmiany kiedy zapisano

source: %ld seconds ago
pl: %ld sekund temu

source: E790: undojoin is not allowed after undo
pl: E790: undojoin nie jest dozwolone po undo

source: E439: Undo list corrupt
pl: E439: uszkodzona lista cofania

source: E440: Undo line missing
pl: E440: brak wiersza cofania

source: MS-Windows 16/32-bit GUI version
pl: 16/32-bit wersja GUI dla MS-Windows

source: MS-Windows 64-bit GUI version
pl: 64 bitowa wersja GUI dla MS-Windows

source: MS-Windows 32-bit GUI version
pl: 32 bitowa wersja GUI dla MS-Windows

source: in Win32s mode
pl: w trybie Win32s

source: with OLE support
pl: ze wspomaganiem OLE

source: MS-Windows 64-bit console version
pl: 32 bitowa wersja na konsolД™ dla MS-Windows

source: MS-Windows 32-bit console version
pl: 32 bitowa wersja na konsolД™ dla MS-Windows

source: MS-Windows 16-bit version
pl: 16 bitowa wersja dla MS-Windows

source: 32-bit MS-DOS version
pl: 32 bitowa wersja dla MS-DOS

source: 16-bit MS-DOS version
pl: 16 bitowa wersja dla MS-DOS

source: MacOS X (unix) version
pl: wersja dla MacOS X (unix)

source: MacOS X version
pl: wersja dla MacOS X

source: MacOS version
pl: wersja dla MacOS

source: OpenVMS version
pl: wersja dla OpenVMS

source: Included patches:
pl: Zadane Е‚aty:

source: Extra patches:
pl: Ekstra Е‚aty:

source: Modified by
pl: Zmieniony przez

source: Compiled
pl: Skompilowany

source: by
pl: przez

source: Huge version
pl: Olbrzymia wersja

source: Big version
pl: DuЕјa wersja

source: Normal version
pl: Normalna wersja

source: Small version
pl: MaЕ‚a wersja

source: Tiny version
pl: Malutka wersja

source: without GUI.
pl: bez GUI.

source: with GTK2-GNOME GUI.
pl: z GTK2-GNOME GUI.

source: with GTK2 GUI.
pl: z GTK2 GUI.

source: with X11-Motif GUI.
pl: z X11-Motif GUI.

source: with X11-neXtaw GUI.
pl: z X11-neXtaw GUI.

source: with X11-Athena GUI.
pl: z X11-Athena GUI.

source: with Photon GUI.
pl: z Photon GUI.

source: with GUI.
pl: z GUI.

source: with Carbon GUI.
pl: z Carbon GUI.

source: with Cocoa GUI.
pl: z Cocoa GUI.

source: with (classic) GUI.
pl: z (klasycznym) GUI.

source: Features included (+) or not (-):
pl: Opcje wЕ‚Д…czone (+) lub nie (-):

source: system vimrc file: "
pl: vimrc systemu: "

source: user vimrc file: "
pl: vimrc uЕјytkownika: "

source: 2nd user vimrc file: "
pl: 2-gi plik vimrc uЕјytkownika: "

source: 3rd user vimrc file: "
pl: 3-ci plik vimrc uЕјytkownika: "

source: user exrc file: "
pl: exrc uЕјytkownika: "

source: 2nd user exrc file: "
pl: 2-gi plik exrc uЕјytkownika: "

source: system gvimrc file: "
pl: gvimrc systemu: "

source: user gvimrc file: "
pl: gvimrc uЕјytkownika: "

source: 2nd user gvimrc file: "
pl: 2-gi plik gvimrc uЕјytkownika: "

source: 3rd user gvimrc file: "
pl: 3-ci plik gvimrc uЕјytkownika: "

source: system menu file: "
pl: systemowy plik menu: "

source: fall-back for $VIM: "
pl: odwet dla $VIM-a: "

source: f-b for $VIMRUNTIME: "
pl: f-b dla $VIMRUNTIME: "

source: Compilation:
pl: Kompilacja:

source: Compiler:
pl: Kompilator:

source: Linking:
pl: Konsolidacja:

source: DEBUG BUILD
pl: KOMPILACJA DEBUG

source: VIM - Vi IMproved
pl: VIM - Vi rozbudowany

source: version
pl: wersja

source: by Bram Moolenaar et al.
pl: Autor: Bram Moolenaar i Inni.

source: Vim is open source and freely distributable
pl: Vim jest open source i rozprowadzany darmowo

source: Help poor children in Uganda!
pl: PomГіЕј biednym dzieciom w Ugandzie!

source: type :help iccf<Enter> for information
pl: wprowadЕє :help iccf<Enter> dla informacji o tym

source: type :q<Enter> to exit
pl: wprowadЕє :q<Enter> zakoЕ„czenie programu

source: type :help<Enter> or <F1> for on-line help
pl: wprowadЕє :help<Enter> lub <F1> pomoc na bieЕјД…co

source: type :help version9<Enter> for version info
pl: wprowadЕє :help version9<Enter> dla informacji o wersji

source: Running in Vi compatible mode
pl: DziaЕ‚am w trybie zgodnoЕ›ci z Vi

source: type :set nocp<Enter> for Vim defaults
pl: wprowadЕє :set nocp<Enter> wartoЕ›ci domyЕ›lne Vim-a

source: type :help cp-default<Enter> for info on this
pl: wprowadЕє :help cp-default<Enter> dla informacji to tym

source: menu Help->Orphans for information
pl: menu Pomoc->Sieroty dla informacji to tym

source: Running modeless, typed text is inserted
pl: Uruchomiony bez trybГіw, wpisany tekst jest wprowadzany

source: menu Edit->Global Settings->Toggle Insert Mode
pl: menu Edytuj->Ustawienia globalne->Tryb wstawiania

source: for two modes
pl: dla dwГіch trybГіw

source: menu Edit->Global Settings->Toggle Vi Compatible
pl: menu Edytuj->Ustawienia globalne->KompatybilnoЕ›Д‡ z Vi

source: for Vim defaults
pl: dla domyЕ›lnych ustawieЕ„ Vima

source: Sponsor Vim development!
pl: Sponsoruj rozwГіj Vima!

source: Become a registered Vim user!
pl: ZostaЕ„ zarejestrowanym uЕјytkownikiem Vima!

source: type :help sponsor<Enter> for information
pl: wprowadЕє :help sponsor<Enter> dla informacji

source: type :help register<Enter> for information
pl: wprowadЕє :help register<Enter> dla informacji

source: menu Help->Sponsor/Register for information
pl: menu Pomoc->Sponsoruj/Zarejestruj siД™ dla informacji

source: WARNING: Windows 95/98/ME detected
pl: OSTRZEЕ»ENIE: wykryto Windows 95/98/ME

source: type :help windows95<Enter> for info on this
pl: wprowadЕє :help windows95<Enter> dla informacji to tym

source: Already only one window
pl: JuЕј jest tylko jeden widok

source: E441: There is no preview window
pl: E441: Nie ma okna podglД…du

source: E442: Can't split topleft and botright at the same time
pl: E442: Nie mogД™ rozdzieliД‡ lewo-gГіrnego i prawo-dolnego jednoczeЕ›nie

source: E443: Cannot rotate when another window is split
pl: E443: Nie mogД™ przekrД™ciД‡, gdy inne okno jest rozdzielone

source: E444: Cannot close last window
pl: E444: Nie mogД™ zamknД…Д‡ ostatniego okna

source: E813: Cannot close autocmd window
pl: E813: Nie moЕјna zamknД…Д‡ okna autocmd

source: E814: Cannot close window, only autocmd window would remain
pl: E814: Nie moЕјna zamknД…Д‡ okna, zostaЕ‚oby tylko okno autocmd

source: E445: Other window contains changes
pl: E445: Inne okno zawiera zmiany

source: E446: No file name under cursor
pl: E446: Brak nazwy pliku pod kursorem

source: E447: Can't find file "%s" in path
pl: E447: Nie mogД™ znaleЕєД‡ pliku "%s" w tropie

source: E370: Could not load library %s
pl: E370: Nie mogЕ‚em zaЕ‚adowaД‡ biblioteki %s

source: Sorry, this command is disabled: the Perl library could not be loaded.
pl: Przykro mi, ta komenda jest wyЕ‚Д…czona: nie mogЕ‚em zaЕ‚adowaД‡ biblioteki Perla.

source: E299: Perl evaluation forbidden in sandbox without the Safe module
pl: E299: wyliczenie Perla zabronione w piaskownicy bez moduЕ‚u Safe

source: Edit with &multiple Vims
pl: Edytuj w &wielu Vimach

source: Edit with single &Vim
pl: Edytuj w pojedynczym &Vimie

source: Diff with Vim
pl: Diff z Vimem

source: Edit with &Vim
pl: Edytuj w &Vimie

source: Edit with existing Vim -
pl: Edytuj z istniejД…cym Vimem -

source: Edits the selected file(s) with Vim
pl: Edytuj wybrane pliki w Vimie

source: Error creating process: Check if gvim is in your path!
pl: BЕ‚Д…d tworzenia procesu: SprawdЕє czy gvim jest w twojej Е›cieЕјce!

source: gvimext.dll error
pl: bЕ‚Д…d gvimext.dll

source: Path length too long!
pl: Za dЕ‚uga Е›cieЕјka!

source: --No lines in buffer--
pl: --Brak wierszy w buforze--

source: E470: Command aborted
pl: E470: Przerwanie komendy

source: E471: Argument required
pl: E471: wymagany argument

source: E10: \ should be followed by /, ? or &
pl: E10: po \ powinno byД‡ /, ? lub &

source: E11: Invalid in command-line window; <CR> executes, CTRL-C quits
pl: E11: Niedozwolone w oknie wiersza poleceЕ„; <CR> wykonuje, CTRL-C opuszcza

source: E12: Command not allowed from exrc/vimrc in current dir or tag search
pl: E12: Komenda niedozwolona z exrc/vimrc w bieЕјД…cym szukaniu katalogu lub znacznika

source: E171: Missing :endif
pl: E171: Brak :endif

source: E600: Missing :endtry
pl: E600: Brak :endtry

source: E170: Missing :endwhile
pl: E170: Brak :endwhile

source: E170: Missing :endfor
pl: E170: Brak :endfor

source: E588: :endwhile without :while
pl: E588: :endwhile bez :while

source: E588: :endfor without :for
pl: E588: :endfor bez :for

source: E13: File exists (add ! to override)
pl: E13: Plik istnieje (wymuЕ› poprzez !)

source: E472: Command failed
pl: E472: Komenda nie powiodЕ‚a siД™

source: E234: Unknown fontset: %s
pl: E234: Nieznany zestaw czcionek: %s

source: E235: Unknown font: %s
pl: E235: Nieznana czcionka: %s

source: E236: Font "%s" is not fixed-width
pl: E236: Czcionka "%s" nie ma staЕ‚ej szerokoЕ›ci znakГіw

source: E473: Internal error
pl: E473: BЕ‚Д…d wewnД™trzny

source: Interrupted
pl: Przerwane

source: E14: Invalid address
pl: E14: NiewЕ‚aЕ›ciwy adres

source: E474: Invalid argument
pl: E474: NiewЕ‚aЕ›ciwy argument

source: E475: Invalid argument: %s
pl: E475: NiewЕ‚aЕ›ciwy argument: %s

source: E15: Invalid expression: %s
pl: E15: NiewЕ‚aЕ›ciwe wyraЕјenie: %s

source: E16: Invalid range
pl: E16: NiewЕ‚aЕ›ciwy zakres

source: E476: Invalid command
pl: E476: NiewЕ‚aЕ›ciwa komenda

source: E17: "%s" is a directory
pl: E17: "%s" jest katalogiem

source: E364: Library call failed for "%s()"
pl: E364: WywoЕ‚anie z biblioteki nie powiodЕ‚o siД™ dla "%s()"

source: E448: Could not load library function %s
pl: E448: Nie moЕјna zaЕ‚adowaД‡ funkcji biblioteki %s

source: E19: Mark has invalid line number
pl: E19: ZakЕ‚adka ma niewЕ‚aЕ›ciwy numer wiersza

source: E20: Mark not set
pl: E20: ZakЕ‚adka nienastawiona

source: E21: Cannot make changes, 'modifiable' is off
pl: E21: Nie mogД™ wykonaД‡ zmian, 'modifiable' jest wyЕ‚Д…czone

source: E22: Scripts nested too deep
pl: E22: Zbyt gЕ‚Д™bokie zagnieЕјdЕјenie skryptГіw

source: E23: No alternate file
pl: E23: Brak pliku zamiany

source: E24: No such abbreviation
pl: E24: Nie ma takiego skrГіtu

source: E477: No ! allowed
pl: E477: Niedozwolone !

source: E25: GUI cannot be used: Not enabled at compile time
pl: E25: GUI nie moЕјe byД‡ uЕјyte: Nie wЕ‚Д…czono podczas kompilacji

source: E26: Hebrew cannot be used: Not enabled at compile time
pl: E26: Hebrajski nie moЕјe byД‡ uЕјyty: Nie wЕ‚Д…czono podczas kompilacji

source: E27: Farsi cannot be used: Not enabled at compile time
pl: E27: Farsi nie moЕјe byД‡ uЕјyty: Nie wЕ‚Д…czono podczas kompilacji

source: E800: Arabic cannot be used: Not enabled at compile time
pl: E800: Arabski nie moЕјe byД‡ uЕјyty: Nie wЕ‚Д…czono podczas kompilacji

source: E28: No such highlight group name: %s
pl: E28: Brak takiej nazwy grupy podЕ›wietlania: %s

source: E29: No inserted text yet
pl: E29: Nie wprowadzono jeszcze Ејadnego tekstu

source: E30: No previous command line
pl: E30: Nie ma poprzedniego wiersza poleceЕ„

source: E31: No such mapping
pl: E31: Nie ma takiego przyporzД…dkowania

source: E479: No match
pl: E479: Brak dopasowaЕ„

source: E480: No match: %s
pl: E480: Brak dopasowaЕ„: %s

source: E32: No file name
pl: E32: Brak nazwy pliku

source: E33: No previous substitute regular expression
pl: E33: Brak poprzedniego podstawieniowego wyraЕјenia regularnego

source: E34: No previous command
pl: E34: Brak poprzedniej komendy

source: E35: No previous regular expression
pl: E35: Brak poprzedniego wyraЕјenia regularnego

source: E481: No range allowed
pl: E481: Zakres niedozwolony

source: E36: Not enough room
pl: E36: Brak miejsca

source: E247: No registered server named "%s"
pl: E247: brak zarejestrowanego serwera o nazwie "%s"

source: E482: Can't create file %s
pl: E482: Nie mogД™ stworzyД‡ pliku %s

source: E483: Can't get temp file name
pl: E483: Nie mogД™ pobraД‡ nazwy pliku tymczasowego

source: E484: Can't open file %s
pl: E484: Nie mogД™ otworzyД‡ pliku %s

source: E485: Can't read file %s
pl: E485: Nie mogД™ odczytaД‡ pliku %s

source: E37: No write since last change (add ! to override)
pl: E37: Nie zapisano od ostatniej zmiany (wymuЕ› przez !)

source: E38: Null argument
pl: E38: Zerowy argument

source: E39: Number expected
pl: E39: OczekujД™ liczby

source: E40: Can't open errorfile %s
pl: E40: Nie mogД™ otworzyД‡ pliku bЕ‚Д™dГіw %s

source: E233: Cannot open display
pl: E233: nie mogД™ otworzyД‡ ekranu

source: E41: Out of memory!
pl: E41: PamiД™Д‡ wyczerpana!

source: Pattern not found
pl: Nie znaleziono wzorca

source: E486: Pattern not found: %s
pl: E486: Nie znaleziono wzorca: %s

source: E487: Argument must be positive
pl: E487: Argument musi byД‡ dodatni

source: E459: Cannot go back to previous directory
pl: E459: Nie moЕјna przejЕ›Д‡ do poprzedniego katalogu

source: E42: No Errors
pl: E42: Brak BЕ‚Д™dГіw

source: E776: No location list
pl: E776: Brak listy lokacji

source: E43: Damaged match string
pl: E43: Popsuty ciД…g wzorca

source: E44: Corrupted regexp program
pl: E44: Zepsuty program wyraЕјeЕ„ regularnych

source: E45: 'readonly' option is set (add ! to override)
pl: E45: opcja 'readonly' jest ustawiona (wymuЕ› poprzez !)

source: E46: Cannot change read-only variable "%s"
pl: E46: Nie mogД™ zmieniД‡ zmiennej tylko do odczytu "%s"

source: E794: Cannot set variable in the sandbox: "%s"
pl: E794: Nie mogД™ ustawiД‡ zmiennej w piaskownicy: "%s"

source: E47: Error while reading errorfile
pl: E47: BЕ‚Д…d w trakcie czytania pliku bЕ‚Д™dГіw

source: E48: Not allowed in sandbox
pl: E48: Niedozwolone w piaskownicy

source: E523: Not allowed here
pl: E523: Niedozwolone w tym miejscu

source: E359: Screen mode setting not supported
pl: E359: Ustawianie trybu ekranu niewspomagane

source: E49: Invalid scroll size
pl: E49: NiewЕ‚aЕ›ciwa wielkoЕ›Д‡ przewiniД™cia

source: E91: 'shell' option is empty
pl: E91: opcja 'shell' jest pusta

source: E255: Couldn't read in sign data!
pl: E255: Nie mogЕ‚em wczytaД‡ danych znaku!

source: E72: Close error on swap file
pl: E72: BЕ‚Д…d podczas zamykania pliku wymiany

source: E73: Tag stack empty
pl: E73: stos znacznikГіw jest pusty

source: E74: Command too complex
pl: E74: Komenda jest zbyt skomplikowana

source: E75: Name too long
pl: E75: Zbyt dЕ‚uga nazwa

source: E76: Too many [
pl: E76: Zbyt wiele [

source: E77: Too many file names
pl: E77: Zbyt wiele nazw plikГіw

source: E488: Trailing characters
pl: E488: NadstД™pne znaczki

source: E78: Unknown mark
pl: E78: Nieznana zakЕ‚adka

source: E79: Cannot expand wildcards
pl: E79: Nie mogД… rozwinД…Д‡ znakГіw wieloznacznych

source: E591: 'winheight' cannot be smaller than 'winminheight'
pl: E591: 'winheight' nie moЕјe byД‡ mniejsze niЕј 'winminheight'

source: E592: 'winwidth' cannot be smaller than 'winminwidth'
pl: E592: 'winwidth' nie moЕјe byД‡ mniejsze niЕј 'winminwidth'

source: E80: Error while writing
pl: E80: BЕ‚Д…d w trakcie zapisu

source: Zero count
pl: Zerowy licznik

source: E81: Using <SID> not in a script context
pl: E81: UЕјycie <SID> poza kontekstem skryptu

source: E449: Invalid expression received
pl: E449: OdebraЕ‚em niewЕ‚aЕ›ciwe wyraЕјenie

source: E463: Region is guarded, cannot modify
pl: E463: Region jest chroniony, nie mogД™ zmieniД‡

source: E744: NetBeans does not allow changes in read-only files
pl: E744: NetBeans nie zezwala na zmiany w plikach tylko do odczytu

source: E685: Internal error: %s
pl: E685: BЕ‚Д…d wewnД™trzny: %s

source: E363: Pattern uses more memory than 'maxmempattern'
pl: E363: Wzorzec uЕјywa wiД™cej pamiД™ci niЕј 'maxmempattern'

source: E749: Empty buffer
pl: E749: pusty bufor

source: E682: Invalid search pattern or delimiter
pl: E682: NiewЕ‚aЕ›ciwy wzorzec wyszukiwania lub delimiter

source: E139: File is loaded in another buffer
pl: E139: Plik jest zaЕ‚adowany w innym buforze

source: E764: Option '%s' is not set
pl: E764: Nie ustawiono opcji '%s'

source: E850: Invalid register name
pl: E850: NiewЕ‚aЕ›ciwa nazwa rejestru

source: search hit TOP, continuing at BOTTOM
pl: szukanie dobiЕ‚o GГ“RY; kontynuacja od KOЕѓCA

source: search hit BOTTOM, continuing at TOP
pl: szukanie dobiЕ‚o KOЕѓCA; kontynuacja od GГ“RY

source: Need encryption key for "%s"
pl: PotrzebujД™ klucza szyfrowania dla "%s"

source: empty keys are not allowed
pl: puste klucze nie sД… dozwolone

source: dictionary is locked
pl: sЕ‚ownik jest zablokowany

source: list is locked
pl: lista jest zablokowana

source: failed to add key '%s' to dictionary
pl: nie powiodЕ‚o siД™ dodanie klucza '%s' do sЕ‚ownika

source: index must be int or slice, not %s
pl: indeks musi byД‡ liczbД… lub wycinkiem, nie %s

source: expected str() or unicode() instance, but got %s
pl: czekaЕ‚em na str() lub unicode(), a dostaЕ‚em %s

source: expected bytes() or str() instance, but got %s
pl: czekaЕ‚em na bytes() lub str(), a dostaЕ‚em %s

source: expected int(), long() or something supporting coercing to long(), but got %s
pl: czekaЕ‚em na int(), long() lub coЕ› co moЕјna zmieniД‡ na long(), ale dostaЕ‚em %s

source: expected int() or something supporting coercing to int(), but got %s
pl: czekaЕ‚em na int() lub coЕ› co moЕјna zmieniД‡ na int(), ale dostaЕ‚em %s
