Repository: MrsPolitiko/pks-vim
Catalog: src/po/*.UTF-8.po
Languages: pl

source: --- Terminal codes ---
pl: --- Kody terminala ---

source: --- Global option values ---
pl: --- Globalne wartoЕ›ci opcji ---

source: --- Local option values ---
pl: --- Lokalne wartoЕ›ci opcji ---

source: --- Options ---
pl: --- Opcje ---

source: E356: get_varp ERROR
pl: E356: BЕЃД„D get_varp

source: E357: 'langmap': Matching character missing for %s
pl: E357: 'langmap': Brak pasujД…cego znaku dla %s

source: E358: 'langmap': Extra characters after semicolon: %s
pl: E358: 'langmap': Dodatkowe znaki po Е›redniku: %s

source: cannot open
pl: nie mogД™ otworzyД‡

source: VIM: Can't open window!
pl: VIM: Nie mogД™ otworzyД‡ okna!

source: Need Amigados version 2.04 or later
pl: PotrzebujД™ Amigados w wersji 2.04 lub pГіЕєniejszД…

source: Need %s version %ld
pl: PotrzebujД™ %s w wersji %ld

source: Cannot open NIL:
pl: Nie mogД™ otworzyД‡ NIL:

source: Cannot create
pl: Nie mogД™ stworzyД‡

source: Vim exiting with %d
pl: Vim koЕ„czy pracД™ z %d

source: cannot change console mode ?!
pl: nie mogД™ zmieniД‡ trybu konsoli ?!

source: mch_get_shellsize: not a console??
pl: mch_get_shellsize: nie jest konsolД…??

source: E360: Cannot execute shell with -f option
pl: E360: Nie mogД™ wykonaД‡ powЕ‚oki z opcjД… -f

source: Cannot execute
pl: Nie mogД™ wykonaД‡

source: shell
pl: powЕ‚oka

source: returned
pl: zwrГіciЕ‚

source: ANCHOR_BUF_SIZE too small.
pl: ANCHOR_BUF_SIZE zbyt niskie.

source: I/O ERROR
pl: BЕЃД„D I/O

source: Message
pl: WiadomoЕ›Д‡

source: 'columns' is not 80, cannot execute external commands
pl: 'columns' nie wynosi 80, nie mogД™ wykonaД‡ zewnД™trznych komend

source: E237: Printer selection failed
pl: E237: WybГіr drukarki nie powiГіdЕ‚ siД™

source: to %s on %s
pl: do %s z %s

source: E613: Unknown printer font: %s
pl: E613: Nieznana czcionka drukarki: %s

source: E238: Print error: %s
pl: E238: BЕ‚Д…d drukarki: %s

source: Printing '%s'
pl: Wydrukowano '%s'

source: E244: Illegal charset name "%s" in font name "%s"
pl: E244: Niedozwolona nazwa zestawu znakГіw "%s" w nazwie czcionki "%s"

source: E245: Illegal char '%c' in font name "%s"
pl: E245: Niedozwolony znak '%c' w nazwie czcionki "%s"

source: Vim: Double signal, exiting
pl: Vim: PodwГіjny sygnaЕ‚, wychodzД™

source: Vim: Caught deadly signal %s
pl: Vim: ZaЕ‚apaЕ‚ Е›miertelny sygnaЕ‚ %s

source: Vim: Caught deadly signal
pl: Vim: ZaЕ‚apaЕ‚ Е›miertelny sygnaЕ‚

source: Opening the X display took %ld msec
pl: Otwieranie ekranu X trwaЕ‚o %ld msec

source: Vim: Got X error
pl: Vim: DostaЕ‚ bЕ‚Д…d X

source: Testing the X display failed
pl: Test ekranu X nie powiГіdЕ‚ siД™

source: Opening the X display timed out
pl: PrГіba otwarcia ekranu X trwaЕ‚a zbyt dЕ‚ugo

source: Could not get security context for
pl: Nie mogД™ uzyskaД‡ kontekstu bezpieczeЕ„stwa dla

source: Could not set security context for
pl: Nie moЕјna uzyskaД‡ kontekstu bezpieczeЕ„stwa dla

source: Cannot execute shell
pl: Nie mogД™ wykonaД‡ powЕ‚oki

source: Cannot execute shell sh
pl: Nie mogД™ wykonaД‡ powЕ‚oki sh

source: shell returned
pl: powЕ‚oka zwrГіciЕ‚a

source: Cannot create pipes
pl: Nie mogД™ stworzyД‡ potokГіw

source: Cannot fork
pl: Nie mogД™ rozdzieliД‡ siД™

source: Command terminated
pl: Komenda zakoЕ„czona

source: XSMP lost ICE connection
pl: XSMP straciЕ‚ poЕ‚Д…czenie ICE

source: Opening the X display failed
pl: Otwarcie ekranu X nie powiodЕ‚o siД™

source: XSMP handling save-yourself request
pl: XSMP obsЕ‚uguje ЕјД…danie samozapisu

source: XSMP opening connection
pl: XSMP otwiera poЕ‚Д…czenie

source: XSMP ICE connection watch failed
pl: Obserwacja poЕ‚Д…czenia XSMP ICE nie powiodЕ‚a siД™

source: XSMP SmcOpenConnection failed: %s
pl: XSMP SmcOpenConnection nie powiodЕ‚o siД™: %s

source: At line
pl: W wierszu

source: Could not load vim32.dll!
pl: Nie mogД™ zaЕ‚adowaД‡ vim32.dll!

source: VIM Error
pl: BЕ‚Д…d VIM

source: Could not fix up function pointers to the DLL!
pl: Nie zdoЕ‚aЕ‚em poprawiД‡ wskaЕєnikГіw funkcji w DLL!

source: shell returned %d
pl: powЕ‚oka zwrГіciЕ‚a %d

source: Vim: Caught %s event
pl: Vim: ZaЕ‚apaЕ‚ wydarzenie %s

source: close
pl: zamknij

source: logoff
pl: wyloguj

source: shutdown
pl: zakoЕ„cz

source: E371: Command not found
pl: E371: Nie znaleziono komendy

source: VIMRUN.EXE not found in your $PATH. External commands will not pause after completion. See :help win32-vimrun for more information.
pl: VIMRUN.EXE nie znaleziono w twoim $PATH. ZewnД™trzne komendy nie bД™dД… wstrzymane po wykonaniu. Zobacz :help wim32-vimrun aby otrzymaД‡ wiД™cej informacji.

source: Vim Warning
pl: Vim OstrzeЕјenie

source: E372: Too many %%%c in format string
pl: E372: Zbyt wiele %%%c w ciД…gu formatujД…cym

source: E373: Unexpected %%%c in format string
pl: E373: Nieoczekiwane %%%c w ciД…gu formatujД…cym

source: E374: Missing ] in format string
pl: E374: Brak ] w ciД…gu formatujД…cym

source: E375: Unsupported %%%c in format string
pl: E375: Niewspomagane %%%c w ciД…gu formatujД…cym

source: E376: Invalid %%%c in format string prefix
pl: E376: Niepoprawne %%%c w prefiksie ciД…gu formatujД…cego

source: E377: Invalid %%%c in format string
pl: E377: Niepoprawne %%%c w ciД…gu formatujД…cym

source: E378: 'errorformat' contains no pattern
pl: E378: 'errorformat' nie zawiera wzorca

source: E379: Missing or empty directory name
pl: E379: Pusta nazwa katalogu lub jej brak

source: E553: No more items
pl: E553: Nie ma wiД™cej elementГіw

source: (%d of %d)%s%s:
pl: (%d z %d)%s%s:

source: (line deleted)
pl: (wiersz skasowany)

source: E380: At bottom of quickfix stack
pl: E380: Na dole stosu quickfix

source: E381: At top of quickfix stack
pl: E381: Na gГіrze stosu quickfix

source: error list %d of %d; %d errors
pl: lista bЕ‚Д™dГіw %d z %d; %d bЕ‚Д™dГіw

source: E382: Cannot write, 'buftype' option is set
pl: E382: Nie mogД™ zapisaД‡, opcja 'buftype' jest ustawiona

source: Error file
pl: Plik bЕ‚Д™du

source: E683: File name missing or invalid pattern
pl: E683: Brak nazwy pliku lub niewЕ‚aЕ›ciwa Е›cieЕјka

source: Cannot open file "%s"
pl: Nie mogД™ otworzyД‡ pliku "%s"

source: E681: Buffer is not loaded
pl: E681: Bufor nie jest zaЕ‚adowany

source: E777: String or List expected
pl: E777: OczekiwaЕ‚em na Е‚aЕ„cuch lub listД™

source: E369: Invalid item in %s%%[]
pl: E369: NiewЕ‚aЕ›ciwy element w %s%%[]

source: E769: Missing ] after %s[
pl: E769: Brak ] po %s[

source: E53: Unmatched %s%%(
pl: E53: Niesparowany %s%%(

source: E54: Unmatched %s(
pl: E54: Niesparowany %s(

source: E55: Unmatched %s)
pl: E55: Niesparowany %s)

source: E66: \z( not allowed here
pl: E66: \z( jest niedozwolone w tym miejscu

source: E67: \z1 - \z9 not allowed here
pl: E67: \z1 i podobne sД… niedozwolone w tym miejscu

source: E69: Missing ] after %s%%[
pl: E69: Brak ] po %s%%[

source: E70: Empty %s%%[]
pl: E70: Pusty %s%%[]

source: E339: Pattern too long
pl: E339: Zbyt dЕ‚ugi wzorzec

source: E50: Too many \z(
pl: E50: Zbyt wiele \z(

source: E51: Too many %s(
pl: E51: Zbyt wiele %s(

source: E52: Unmatched \z(
pl: E52: Niesparowany \z(

source: E59: Invalid character after %s@
pl: E59: niedozwolony znak po %s@

source: E60: Too many complex %s{...}s
pl: E60: Zbyt wiele zЕ‚oЕјonych %s{...}

source: E61: Nested %s*
pl: E61: ZagnieЕјdЕјone %s*

source: E62: Nested %s%c
pl: E62: ZagnieЕјdЕјone %s%c

source: E63: Invalid use of \_
pl: E63: Niedozwolone uЕјycie \_

source: E64: %s%c follows nothing
pl: E64: %s%c po niczym

source: E65: Illegal back reference
pl: E65: NiewЕ‚aЕ›ciwe odwoЕ‚anie wsteczne

source: E68: Invalid character after \z
pl: E68: niedopuszczalny znak po \z

source: E678: Invalid character after %s%%[dxouU]
pl: E678: Niedozwolony znak po %s%%[dxouU]

source: E71: Invalid character after %s%%
pl: E71: Niedozwolony znak po %s%%

source: E554: Syntax error in %s{...}
pl: E554: BЕ‚Д…d skЕ‚adni w %s{...}

source: External submatches:
pl: ZewnД™trzne poddopasowania:

source: E864: \%#= can only be followed by 0, 1, or 2. The automatic engine will be used
pl: E:864: \%#= moЕјe byД‡ tylko przed 0, 1 lub 2. Zostanie uЕјyty silnik automatyczny

source: E866: (NFA regexp) Misplaced %c
pl: E866: (wyraЕјenie regularne NFA) Niepoprawnie umieszczone %c

source: E865: (NFA) Regexp end encountered prematurely
pl: E865: (NFA) przedwczesny koniec wyraЕјenia regularnego

source: E867: (NFA) Unknown operator '\z%c'
pl: E867: (NFA) Nieznany operator '\z%c'

source: E867: (NFA) Unknown operator '\%%%c'
pl: E867: (NFA) Nieznany operator '\%%%c'

source: E868: Error building NFA with equivalence class!
pl: E868: BЕ‚Д…d przy budowwaniu NFA z klasД… ekwiwalencji

source: E869: (NFA) Unknown operator '\@%c'
pl: E869: (NFA) Nieznany operator '\@%c'

source: E870: (NFA regexp) Error reading repetition limits
pl: E870: (wyraЕјenie regularne NFA) BЕ‚Д…d przy odczytywaniu limitГіw powtГіrzeЕ„

source: E871: (NFA regexp) Can't have a multi follow a multi
pl: E871: (wyraЕјenie regularne NFA) wielokrotne nie moЕјe byД‡ po wielokrotnym

source: E872: (NFA regexp) Too many '('
pl: E872: (wyraЕјenie regularne NFA) Zbyt duЕјo '('

source: E879: (NFA regexp) Too many \z(
pl: E879: (wyraЕјenie regularne NFA) Za duЕјo \z(

source: E873: (NFA regexp) proper termination error
pl: E873: (wyraЕјenie regularne NFA) bЕ‚Д…d poprawnego zakoЕ„czenia

source: E874: (NFA) Could not pop the stack!
pl: E874: (NFA) Nie moЕјna zdjД…Д‡ elementu ze stosu!

source: E875: (NFA regexp) (While converting from postfix to NFA), too many states left on stack
pl: E875: (wyraЕјenie regularne NFA) (w trakcie konwersji postfix do NFA), za wiele stanГіw na stosie

source: E876: (NFA regexp) Not enough space to store the whole NFA
pl: E876: (wyraЕјenie regularne NFA) Nie ma miejsca na caЕ‚e NFA

source: E878: (NFA) Could not allocate memory for branch traversal!
pl: E878: (NFA) Nie moЕјna przydzieliД‡ pamiД™ci do przejЕ›cia przez gaЕ‚Д™zie!

source: Could not open temporary log file for writing, displaying on stderr...
pl: Nie moЕјna otworzyД‡ do zapisu tymczasowego pliku, pokazujД™ na stderr...

source: (NFA) COULD NOT OPEN %s !
pl: (NFA) NIE MOЕ»NA OTWORZYД† %s !

source: Could not open temporary log file for writing
pl: Nie moЕјna otworzyД‡ do zapisu tymczasowego pliku logowania

source: VREPLACE
pl: V-ZAMIANA

source: REPLACE
pl: ZAMIANA

source: REVERSE
pl: NEGATYW

source: INSERT
pl: WPROWADZANIE

source: (insert)
pl: (wprowadzanie)

source: (replace)
pl: (zamiana)

source: (vreplace)
pl: (v-zamiana)

source: Hebrew
pl: Hebrajski

source: Arabic
pl: Arabski

source: (lang)
pl: (jД™zyk)

source: (paste)
pl: (wklejanie)

source: VISUAL
pl: WIZUALNY

source: VISUAL LINE
pl: WIZUALNY LINIOWY

source: VISUAL BLOCK
pl: WIZUALNY BLOKOWY

source: SELECT
pl: ZAZNACZANIE

source: SELECT LINE
pl: ZAZNACZANIE LINIOWE

source: SELECT BLOCK
pl: ZAZNACZANIE BLOKOWE

source: recording
pl: zapis

source: E383: Invalid search string: %s
pl: E383: NiewЕ‚aЕ›ciwy ciД…g do szukania: %s

source: E384: Search hit TOP without match for: %s
pl: E384: szukanie dobiЕ‚o GГ“RY bez znalezienia: %s

source: E385: Search hit BOTTOM without match for: %s
pl: E385: szukanie dobiЕ‚o KOЕѓCA bez znalezienia : %s

source: E386: Expected '?' or '/' after ';'
pl: E386: OczekujД™ '?' lub '/' po ';'

source: (includes previously listed match)
pl: (zawiera poprzednio wymienione dopasowanie)

source: --- Included files
pl: --- Zawarte pliki

source: not found
pl: nie znaleziono

source: in path ---
pl: w tropie ---

source: (Already listed)
pl: (JuЕј wymienione)

source: NOT FOUND
pl: NIE ZNALEZIONO

source: Scanning included file: %s
pl: PrzeglД…d wЕ‚Д…czonego pliku: %s

source: Searching included file %s
pl: Przeszukiwanie wЕ‚Д…czonego pliku %s

source: E387: Match is on current line
pl: E387: Wzorzec pasuje w bieЕјД…cym wierszu

source: All included files were found
pl: Wszelkie wЕ‚Д…czane pliki odnaleziono

source: No included files
pl: Brak wЕ‚Д…czanych plikГіw

source: E388: Couldn't find definition
pl: E388: Nie znalazЕ‚em definicji

source: E389: Couldn't find pattern
pl: E389: Nie znalazЕ‚em wzorca

source: Substitute
pl: Podstawienie

source: # Last %sSearch Pattern: ~
pl: # Ostatni %sWyszukiwany wzorzec: ~

source: E759: Format error in spell file
pl: E759: NieprawidЕ‚owy format pliku sprawdzania pisowni

source: E758: Truncated spell file
pl: E758: ObciД™ty plik sprawdzania pisowni

source: Trailing text in %s line %d: %s
pl: ZbД™dny tekst w %s wiersz %d: %s

source: Affix name too long in %s line %d: %s
pl: Za dЕ‚uga nazwa afiksu w %s wiersz %d: %s

source: E761: Format error in affix file FOL, LOW or UPP
pl: E761: BЕ‚Д…d formatu w pliku afiksГіw FOL, LOW lub UPP

source: E762: Character in FOL, LOW or UPP is out of range
pl: E762: Znak w FOL, LOW lub UPP jest poza zasiД™giem

source: Compressing word tree...
pl: Kompresja drzewa sЕ‚Гіw...

source: E756: Spell checking is not enabled
pl: E756: Sprawdzanie pisowni nie jest wЕ‚Д…czone

source: Warning: Cannot find word list "%s_%s.spl" or "%s_ascii.spl"
pl: OstrzeЕјenie: Nie mogД™ znaleЕєД‡ listy sЕ‚Гіw "%s_%s.spl" lub "%s_ascii.spl"

source: Warning: Cannot find word list "%s.%s.spl" or "%s.ascii.spl"
pl: OstrzeЕјenie: Nie mogД™ znaleЕєД‡ listy sЕ‚Гіw "%s.%s.spl" lub "%s.ascii.spl"

source: Reading spell file "%s"
pl: OdczytujД™ plik sprawdzania pisowni "%s"

source: E757: This does not look like a spell file
pl: E757: To nie wyglД…da na plik sprawdzania pisowni

source: E771: Old spell file, needs to be updated
pl: E771: Stary plik sprawdzania pisowni, wymagane uaktualnienie

source: E772: Spell file is for newer version of Vim
pl: E772: Plik sprawdzania pisowni dla nowszej wersji Vima

source: E770: Unsupported section in spell file
pl: E770: Niewspierana sekcja w pliku sprawdzania pisowni

source: Warning: region %s not supported
pl: OstrzeЕјenie: region %s nie jest wspierany

source: Reading affix file %s...
pl: Czytam plik afiksГіw %s...

source: Conversion failure for word in %s line %d: %s
pl: Konwersja nie powiodЕ‚a siД™ dla wyrazu w %s wierszu %d: %s

source: Conversion in %s not supported: from %s to %s
pl: Konwersja w %s nie jest wspierana: od %s do %s

source: Conversion in %s not supported
pl: Konwersja w %s nie jest wspierana

source: Invalid value for FLAG in %s line %d: %s
pl: NieprawidЕ‚owa wartoЕ›Д‡ FLAG w %s wierz %d: %s

source: FLAG after using flags in %s line %d: %s
pl: FLAG po uЕјyciu flag w %s wiersz %d: %s

source: Defining COMPOUNDFORBIDFLAG after PFX item may give wrong results in %s line %d
pl: Definiowanie COMPOUNDFORBIDFLAG po PFX moЕјe skutkowaД‡ zЕ‚ym wynikiem w %s wiersz %d

source: Defining COMPOUNDPERMITFLAG after PFX item may give wrong results in %s line %d
pl: Definiowanie COMPOUNDPERMITFLAG po PFX moЕјe skutkowaД‡ zЕ‚ym wynikiem w %s wiersz %d

source: Wrong COMPOUNDRULES value in %s line %d: %s
pl: ZЕ‚a wartoЕ›Д‡ COMPOUNDRULES w %s wiersz %d: %s

source: Wrong COMPOUNDWORDMAX value in %s line %d: %s
pl: ZЕ‚a wartoЕ›Д‡ COMPOUNDWORDMAX w %s wiersz %d: %s

source: Wrong COMPOUNDMIN value in %s line %d: %s
pl: ZЕ‚a wartoЕ›Д‡ COMPOUNDMIM w %s wiersz %d: %s

source: Wrong COMPOUNDSYLMAX value in %s line %d: %s
pl: ZЕ‚a wartoЕ›Д‡ COMPOUNDSYLMAX w %s wiersz %d: %s

source: Wrong CHECKCOMPOUNDPATTERN value in %s line %d: %s
pl: ZЕ‚a wartoЕ›Д‡ CHECKCOMPOUNDPATTERN w %s wiersz %d: %s

source: Different combining flag in continued affix block in %s line %d: %s
pl: RГіЕјne flagi zЕ‚oЕјeЕ„ w kontynuowanym bloku afiksu w %s wiersz %d: %s

source: Duplicate affix in %s line %d: %s
pl: PowtГіrzony afiks w %s wiersz %d: %s

source: Affix also used for BAD/RARE/KEEPCASE/NEEDAFFIX/NEEDCOMPOUND/NOSUGGEST in %s line %d: %s
pl: Afiks uЕјyty takЕјe dla BAD/RARE/KEEPCASE/NEEDAFFIX/NEEDCOMPOUND/NOSUGGEST w %s wiersz %d: %s

source: Expected Y or N in %s line %d: %s
pl: Oczekiwano Y lub N w %s wierszu %d: %s

source: Broken condition in %s line %d: %s
pl: BЕ‚Д™dny warunek w %s wiersz %d: %s

source: Expected REP(SAL) count in %s line %d
pl: Oczekiwano iloЕ›ci REP(SAL) w %s wierszu %d

source: Expected MAP count in %s line %d
pl: Oczekiwano iloЕ›ci MAP w %s wierszu %d

source: Duplicate character in MAP in %s line %d
pl: PowtГіrzony znak w MAP w %s wierszu %d

source: Unrecognized or duplicate item in %s line %d: %s
pl: Nieznany lub powtГіrzony element w %s wierszu %d: %s

source: Missing FOL/LOW/UPP line in %s
pl: Brak wiersza FOL/LOW/UPP w %s

source: COMPOUNDSYLMAX used without SYLLABLE
pl: COMPOUNDSYLMAX uЕјyty bez SYLLABLE

source: Too many postponed prefixes
pl: Zbyt wiele opГіЕєnionych prefiksГіw

source: Too many compound flags
pl: Zbyt wiele flag zЕ‚oЕјeЕ„

source: Too many postponed prefixes and/or compound flags
pl: Zbyt wiele opГіЕєnionych prefiksГіw i/lub flag zЕ‚oЕјeЕ„

source: Missing SOFO%s line in %s
pl: Brak wiersza SOFO%s wiersz w %s

source: Both SAL and SOFO lines in %s
pl: Wiersze SAL i SOFO w %s

source: Flag is not a number in %s line %d: %s
pl: Flaga nie jest liczbД… w %s wiersz %d: %s

source: Illegal flag in %s line %d: %s
pl: NieprawidЕ‚owa flaga w %s wiersz %d: %s

source: %s value differs from what is used in another .aff file
pl: WartoЕ›Д‡ %s rГіЕјni siД™ od tej uЕјytej w innym pliku .aff

source: Reading dictionary file %s...
pl: Czytam plik sЕ‚ownika %s...

source: E760: No word count in %s
pl: E760: Brak iloЕ›ci sЕ‚Гіw w %s

source: line %6d, word %6d - %s
pl: wiersz %6d, sЕ‚owo %6d - %s

source: Duplicate word in %s line %d: %s
pl: PowtГіrzony wyraz w %s wierszu %d: %s

source: First duplicate word in %s line %d: %s
pl: Pierwszy powtГіrzony wyraz w %s wiersz %d: %s

source: %d duplicate word(s) in %s
pl: %d powtГіrzony(ch) wyraz(Гіw) w %s

source: Ignored %d word(s) with non-ASCII characters in %s
pl: ZignorowaЕ‚em %d sЕ‚Гіw ze znakami nie ASCII w %s

source: Reading word file %s...
pl: OdczytujД™ plik wyrazГіw %s...

source: Duplicate /encoding= line ignored in %s line %d: %s
pl: Zignorowano powtГіrzony wiersz /encoding= w %s wierszu %d: %s

source: /encoding= line after word ignored in %s line %d: %s
pl: Zignorowano wiersz /encoding= po wyrazie w %s wierszu %d: %s

source: Duplicate /regions= line ignored in %s line %d: %s
pl: PowtГіrzony wiersz /regions= zignorowano w %s wierszu %d: %s

source: Too many regions in %s line %d: %s
pl: Za duЕјo regionГіw w %s wiersz %d: %s

source: / line ignored in %s line %d: %s
pl: wiersz / zignorowano w %s wierszu %d: %s

source: Invalid region nr in %s line %d: %s
pl: NieprawidЕ‚owy numer regionu w %s wierszu %d: %s

source: Unrecognized flags in %s line %d: %s
pl: Nieznane flagi w %s wiersz %d: %s

source: Ignored %d words with non-ASCII characters
pl: ZignorowaЕ‚em %d sЕ‚Гіw ze znakami nie ASCII

source: E845: Insufficient memory, word list will be incomplete
pl: E845: Nie wystarczajД…ca iloЕ›Д‡ pamiД™ci, lista sЕ‚Гіw bД™dzie niekompletna

source: Compressed %d of %d nodes; %d (%d%%) remaining
pl: Skompresowano %d z %d wД™zЕ‚Гіw; pozostaje %d (%d%%)

source: Reading back spell file...
pl: OdczytujД™ plik sprawdzania pisowni...

source: Performing soundfolding...
pl: WykonujД™ kompresjД™ dЕєwiД™kowД…...

source: Number of words after soundfolding: %ld
pl: Liczba sЕ‚Гіw po kompresji dЕєwiД™kowej: %ld

source: Total number of words: %d
pl: CaЕ‚kowita liczba sЕ‚Гіw: %d

source: Writing suggestion file %s...
pl: ZapisujД™ plik sugestii %s...

source: Estimated runtime memory use: %d bytes
pl: Oczekiwane zuЕјycie pamiД™ci: %d bajtГіw

source: E751: Output file name must not have region name
pl: E751: Nazwa pliku wynikowego nie moЕјe byД‡ nazwД… regionu

source: E754: Only up to 8 regions supported
pl: E754: Wspieram tylko 8 regionГіw

source: E755: Invalid region in %s
pl: E755: NieprawidЕ‚owy region w %s

source: Warning: both compounding and NOBREAK specified
pl: OstrzeЕјenie: okreЕ›lono zarГіwno zЕ‚oЕјenia jak i NOBREAK

source: Writing spell file %s...
pl: ZapisujД™ plik sprawdzania pisowni %s...

source: Done!
pl: Zrobione!

source: E765: 'spellfile' does not have %ld entries
pl: E765: 'spellfile' nie posiada wpisГіw %ld

source: Word removed from %s
pl: UsuniД™to sЕ‚owo z %s

source: Word added to %s
pl: Dodano sЕ‚owo do %s

source: E763: Word characters differ between spell files
pl: E763: Znaki wyrazГіw rГіЕјniД… siД™ miД™dzy plikami sprawdzania pisowni

source: Sorry, no suggestions
pl: Przykro mi, brak podpowiedzi

source: Sorry, only %ld suggestions
pl: Przykro mi, tylko %ld podpowiedzi

source: Change "%.*s" to:
pl: ZmieЕ„ "%.*s" na:

source: E752: No previous spell replacement
pl: E752: Brak poprzednich podmian sprawdzania pisowni

source: E753: Not found: %s
pl: E753: Nie znaleziono: %s

source: E778: This does not look like a .sug file: %s
pl: E778: Ten plik nie wyglД…da na plik .sug: %s

source: E779: Old .sug file, needs to be updated: %s
pl: E779: Stary plik .sug, konieczne jest uaktualnienie: %s

source: E780: .sug file is for newer version of Vim: %s
pl: E780: Plik .sug dla nowszej wersji Vima: %s

source: E781: .sug file doesn't match .spl file: %s
pl: E781: Plik .sug nie pasuje do pliku .spl: %s

source: E782: Error while reading .sug file: %s
pl: E782: BЕ‚Д…d w czasie odczytu pliku .sug: %s

source: E783: Duplicate char in MAP entry
pl: E783: Podwojony znak we wpisie MAP

source: No Syntax items defined for this buffer
pl: Brak elementГіw skЕ‚adni okreЕ›lonych dla tego bufora

source: E390: Illegal argument: %s
pl: E390: Niedozwolony argument: %s

source: E391: No such syntax cluster: %s
pl: E391: Nie ma takiego klastra skЕ‚adni: %s

source: syncing on C-style comments
pl: synchronizacja komentarzy w stylu C

source: no syncing
pl: brak synchronizacji

source: syncing starts
pl: poczД…tek synchronizacji

source: lines before top line
pl: wierszy przed gГіrnД… liniД…

source: --- Syntax sync items ---
pl: --- Elementy synchronizacji skЕ‚adni ---

source: syncing on items
pl: synchronizujД™ na elementach

source: --- Syntax items ---
pl: --- Elementy skЕ‚adni ---

source: E392: No such syntax cluster: %s
pl: E392: Nie ma takiego klastra skЕ‚adni: %s

source: minimal
pl: minimalnie

source: maximal
pl: maksymalnie

source: ; match
pl: ; pasuje

source: line breaks
pl: znakГіw nowego wiersza

source: E395: Contains argument not accepted here
pl: E395: argument contains niedozwolony w tym miejscu

source: E844: Invalid cchar value
pl: E844: NiewЕ‚aЕ›ciwa wartoЕ›Д‡ cchar

source: E393: group[t]here not accepted here
pl: E393: group[t]here niedozwolone w tym miejscu

source: E394: Didn't find region item for %s
pl: E394: Nie znalazЕ‚em elementГіw regionu dla %s

source: E397: Filename required
pl: E397: Wymagana nazwa pliku

source: E847: Too many syntax includes
pl: E847: Za duЕјo wЕ‚Д…czonych skЕ‚adni

source: E789: Missing ']': %s
pl: E789: Brak ']': %s

source: E398: Missing '=': %s
pl: E398: Brak '=': %s

source: E399: Not enough arguments: syntax region %s
pl: E399: Za maЕ‚o argumentГіw: syntax region %s

source: E848: Too many syntax clusters
pl: E848: Za duЕјo klastrГіw skЕ‚adni

source: E400: No cluster specified
pl: E400: Brak specyfikacji klastra

source: E401: Pattern delimiter not found: %s
pl: E401: Brak ogranicznika wzorca: %s

source: E402: Garbage after pattern: %s
pl: E402: Ељmieci po wzorcu: %s

source: E403: syntax sync: Line continuations pattern specified twice
pl: E403: syntax sync: wielokrotnie podane wzorce kontynuacji wiersza

source: E404: Illegal arguments: %s
pl: E404: Niedozwolone argumenty: %s

source: E405: Missing equal sign: %s
pl: E405: Brak znaku rГіwnoЕ›ci: %s

source: E406: Empty argument: %s
pl: E406: Pusty argument: %s

source: E407: %s not allowed here
pl: E407: %s jest niedozwolone w tym miejscu

source: E408: %s must be first in contains list
pl: E408: %s musi byД‡ pierwsze w liЕ›cie contains

source: E409: Unknown group name: %s
pl: E409: Nieznana nazwa grupy: %s

source: E410: Invalid :syntax subcommand: %s
pl: E410: NiewЕ‚aЕ›ciwa podkomenda :syntax : %s

source: TOTAL COUNT MATCH SLOWEST AVERAGE NAME PATTERN
pl: WSZYTKO ILOЕљД† PASUJE NAJWOLN. ЕљREDNIO NAZWA WZORZEC
