Repository: MrsPolitiko/pks-vim
Catalog: src/po/*.UTF-8.po
Languages: pl

source: Arguments recognised by gvim (GTK+ version):
pl: Argumenty rozpoznawane przez gvim (wersja GTK+):

source: -display <display> Run Vim on <display> (also: --display)
pl: -display <display> Zastartuj Vim na <display> (rГіwnieЕј: --display)

source: --role <role> Set a unique role to identify the main window
pl: --role <role> Ustaw unikatowД… rolД™ do identyfikacji gЕ‚Гіwnego okna

source: --socketid <xid> Open Vim inside another GTK widget
pl: --socketid <xid> OtwГіrz Vim wewnД…trz innego widgetu GTK

source: --echo-wid Make gvim echo the Window ID on stdout
pl: -echo-wid Gvim wypisze Window ID na wyjЕ›cie standardowe

source: -P <parent title> Open Vim inside parent application
pl: -P <tytuЕ‚ rodzica> OtwГіrz Vima wewnД…trz rodzicielskiej aplikacji

source: --windowid <HWND> Open Vim inside another win32 widget
pl: --windowid <HWND> OtwГіrz Vima wewnД…trz innego elementu win32

source: No display
pl: Brak display

source: : Send failed.
pl: : WysЕ‚anie nie powiodЕ‚o siД™.

source: : Send failed. Trying to execute locally
pl: : WysЕ‚anie nie powiodЕ‚o siД™. PrГіbujД™ wykonaД‡ na miejscu

source: %d of %d edited
pl: otworzono %d z %d

source: No display: Send expression failed.
pl: Brak terminala: WysЕ‚anie wyraЕјenia nie powiodЕ‚o siД™.

source: : Send expression failed.
pl: : WysЕ‚anie wyraЕјenia nie powiodЕ‚o siД™.

source: No marks set
pl: Brak zakЕ‚adek

source: E283: No marks matching "%s"
pl: E283: Е»adna zakЕ‚adka nie pasuje do "%s"

source: mark line col file/text
pl: zakЕ‚. wiersz kol plik/tekst

source: jump line col file/text
pl: skok wiersz kol plik/tekst

source: change line col text
pl: zmieЕ„ wrsz. kol tekst

source: # File marks:
pl: # ZakЕ‚adki w plikach:

source: # Jumplist (newest first):
pl: # Lista odniesieЕ„ (poczД…wszy od najnowszych):

source: # History of marks within files (newest to oldest):
pl: # Historia zakЕ‚adek w plikach (od najnowszych po najstarsze):

source: Missing '>'
pl: Brak '>'

source: E543: Not a valid codepage
pl: E543: To nie jest waЕјna strona kodowa

source: E284: Cannot set IC values
pl: E284: Nie mogД™ nastawiД‡ wartoЕ›ci IC

source: E285: Failed to create input context
pl: E285: Nie mogЕ‚em stworzyД‡ kontekstu wprowadzeЕ„

source: E286: Failed to open input method
pl: E286: Nie mogЕ‚em otworzyД‡ sposobu wprowadzeЕ„

source: E287: Warning: Could not set destroy callback to IM
pl: E287: OSTRZEЕ»ENIE: Nie mogЕ‚em zlikwidowaД‡ wywoЕ‚ania dla IM

source: E288: Input method doesn't support any style
pl: E288: metoda wprowadzeЕ„ nie wspomaga Ејadnego stylu

source: E289: Input method doesn't support my preedit type
pl: E289: metoda wprowadzeЕ„ nie wspomaga mojego typu preedit

source: E293: Block was not locked
pl: E293: blok nie byЕ‚ zablokowany

source: E294: Seek error in swap file read
pl: E294: BЕ‚Д…d w trakcie czytania pliku wymiany

source: E295: Read error in swap file
pl: E295: BЕ‚Д…d odczytu pliku wymiany

source: E296: Seek error in swap file write
pl: E296: BЕ‚Д…d szukania w pliku wymiany

source: E297: Write error in swap file
pl: E297: BЕ‚Д…d zapisu w pliku wymiany

source: E300: Swap file already exists (symlink attack?)
pl: E300: Plik wymiany juЕј istnieje (atak symlink?)

source: E298: Didn't get block nr 0?
pl: E298: Nie otrzymaЕ‚em bloku nr 0?

source: E298: Didn't get block nr 1?
pl: E298: Nie otrzymaЕ‚em bloku nr 1?

source: E298: Didn't get block nr 2?
pl: E298: Nie otrzymaЕ‚em bloku nr 2?

source: E843: Error while updating swap file crypt
pl: E843: BЕ‚Д…d w czasie uaktualniania szyfrowania pliku wymiany

source: E301: Oops, lost the swap file!!!
pl: E301: Ojej, zgubiЕ‚em plik wymiany!!!

source: E302: Could not rename swap file
pl: E302: Nie mogЕ‚em zmieniД‡ nazwy pliku wymiany

source: E303: Unable to open swap file for "%s", recovery impossible
pl: E303: Nie mogД™ otworzyД‡ pliku wymiany dla "%s"; odtworzenie niemoЕјliwe

source: E304: ml_upd_block0(): Didn't get block 0??
pl: E304: ml_upd_block(): Nie otrzymaЕ‚em bloku 0??

source: E305: No swap file found for %s
pl: E305: Nie znaleziono pliku wymiany dla %s

source: Enter number of swap file to use (0 to quit):
pl: WprowadЕє numer pliku wymiany, ktГіrego uЕјyД‡ (0 by wyjЕ›Д‡):

source: E306: Cannot open %s
pl: E306: Nie mogД™ otworzyД‡ %s

source: Unable to read block 0 from
pl: Nie mogД™ odczytaД‡ bloku 0 z

source: Maybe no changes were made or Vim did not update the swap file.
pl: MoЕјe nie wykonano zmian albo Vim nie zaktualizowaЕ‚ pliku wymiany.

source: cannot be used with this version of Vim.
pl: nie moЕјe byД‡ stosowany z tД… wersjД… Vima.

source: Use Vim version 3.0.
pl: UЕјyj Vima w wersji 3.0.

source: E307: %s does not look like a Vim swap file
pl: E307: %s nie wyglД…da na plik wymiany Vima

source: cannot be used on this computer.
pl: nie moЕјe byД‡ stosowany na tym komputerze.

source: The file was created on
pl: Ten plik zostaЕ‚ stworzony na

source: , or the file has been damaged.
pl: , lub plik zostaЕ‚ uszkodzony.

source: E833: %s is encrypted and this version of Vim does not support encryption
pl: E833: %s jest zaszyfrowany a ta wersja Vima nie wspiera szyfrowania

source: has been damaged (page size is smaller than minimum value).
pl: zostaЕ‚ uszkodzony (wielkoЕ›Д‡ strony jest mniejsza niЕј najmniejsza wartoЕ›Д‡).

source: Using swap file "%s"
pl: UЕјywam pliku wymiany "%s"

source: Original file "%s"
pl: Oryginalny plik "%s"

source: E308: Warning: Original file may have been changed
pl: E308: OSTRZEЕ»ENIE: Oryginalny plik mГіgЕ‚ byД‡ zmieniony

source: Swap file is encrypted: "%s"
pl: Zaszyfrowany plik wymiany: "%s"

source: If you entered a new crypt key but did not write the text file,
pl: JeЕ›li podano nowy klucz szyfrujД…cy, ale nie zapisano pliku tekstowego,

source: enter the new crypt key.
pl: wprowadЕє nowy klucz szyfrujД…cy.

source: If you wrote the text file after changing the crypt key press enter
pl: JeЕ›li zapisano plik tekstowy po zmianie klucza szyfrujД…cego wciЕ›nij Enter

source: to use the same key for text file and swap file
pl: aby uЕјyД‡ tego samego klucza dla pliku tekstowego i wymiany

source: E309: Unable to read block 1 from %s
pl: E309: Nie mogД™ odczytaД‡ bloku 1 z %s

source: ???MANY LINES MISSING
pl: ???BRAKUJE WIELU WIERSZY

source: ???LINE COUNT WRONG
pl: ???LICZNIK WIERSZY NIEZGODNY

source: ???EMPTY BLOCK
pl: ???PUSTY BLOK

source: ???LINES MISSING
pl: ???BRAKUJE WIERSZY

source: E310: Block 1 ID wrong (%s not a .swp file?)
pl: E310: NiewЕ‚aЕ›ciwe ID bloku 1 (moЕјe %s nie jest plikiem .swp?)

source: ???BLOCK MISSING
pl: ???BRAK BLOKU

source: ??? from here until ???END lines may be messed up
pl: ??? od tego miejsca po ???KONIEC wiersze mogД… byД‡ pomieszane

source: ??? from here until ???END lines may have been inserted/deleted
pl: ??? od tego miejsca po ???KONIEC wiersze mogД… byД‡ wЕ‚oЕјone/skasowane

source: ???END
pl: ???KONIEC

source: E311: Recovery Interrupted
pl: E311: Przerwanie odtwarzania

source: E312: Errors detected while recovering; look for lines starting with ???
pl: E312: Wykryto bЕ‚Д™dy podczas odtwarzania; od ktГіrych wierszy zaczД…Д‡ ???

source: See ":help E312" for more information.
pl: Zobacz ":help E312" dla dalszych informacji.

source: Recovery completed. You should check if everything is OK.
pl: Odtwarzanie zakoЕ„czono. PowinieneЕ› sprawdziД‡ czy wszystko jest w porzД…dku.

source: (You might want to write out this file under another name
pl: (MoЕјesz chcieД‡ zapisaД‡ ten plik pod innД… nazwД…

source: and run diff with the original file to check for changes)
pl: i wykonaД‡ diff z oryginalnym plikiem aby sprawdziД‡ zmiany)

source: Recovery completed. Buffer contents equals file contents.
pl: Odzyskiwanie zakoЕ„czone. ZawartoЕ›Д‡ bufora jest rГіwna zawartoЕ›ci pliku.

source: You may want to delete the .swp file now.
pl: MoЕјesz teraz chcieД‡ usunД…Д‡ plik .swp.

source: Using crypt key from swap file for the text file.
pl: UЕјywam klucza szyfrujД…cego z pliku wymiany do pliku tekstowego.

source: Swap files found:
pl: Znalezione pliki wymiany:

source: In current directory:
pl: W bieЕјД…cym katalogu:

source: Using specified name:
pl: UЕјywam podanej nazwy:

source: In directory
pl: W katalogu

source: -- none --
pl: -- Ејaden --

source: owned by:
pl: posiadany przez:

source: dated:
pl: data:

source: dated:
pl: data:

source: [from Vim version 3.0]
pl: [po Vimie wersja 3.0]

source: [does not look like a Vim swap file]
pl: [nie wyglД…da na plik wymiany Vima]

source: file name:
pl: nazwa pliku:

source: modified:
pl: zmieniono:

source: YES
pl: TAK

source: no
pl: nie

source: user name:
pl: uЕјytkownik:

source: host name:
pl: nazwa hosta:

source: host name:
pl: nazwa hosta:

source: process ID:
pl: ID procesu:

source: (still running)
pl: (dalej dziaЕ‚a)

source: [not usable with this version of Vim]
pl: [nie nadaje siД™ dla tej wersji Vima]

source: [not usable on this computer]
pl: [nie do uЕјytku na tym komputerze]

source: [cannot be read]
pl: [nieodczytywalny]

source: [cannot be opened]
pl: [nieotwieralny]

source: E313: Cannot preserve, there is no swap file
pl: E313: Nie mogД™ zabezpieczyД‡, bo brak pliku wymiany

source: File preserved
pl: Plik zabezpieczono

source: E314: Preserve failed
pl: E314: Nieudane zabezpieczenie

source: E315: ml_get: Invalid lnum: %ld
pl: E315: ml_get: niewЕ‚aЕ›ciwy lnum: %ld

source: E316: ml_get: Cannot find line %ld
pl: E316: ml_get: nie znaleziono wiersza %ld

source: E317: Pointer block id wrong 3
pl: E317: niepoprawne id wskaЕєnika bloku 3

source: stack_idx should be 0
pl: stack_idx powinien byД‡ 0

source: E318: Updated too many blocks?
pl: E318: Zaktualizowano zbyt wiele blokГіw?

source: E317: Pointer block id wrong 4
pl: E317: niepoprawne id wskaЕєnika bloku 4

source: deleted block 1?
pl: blok nr 1 skasowany?

source: E320: Cannot find line %ld
pl: E320: Nie mogД™ znaleЕєД‡ wiersza %ld

source: E317: Pointer block id wrong
pl: E317: niepoprawne id bloku odniesienia

source: pe_line_count is zero
pl: pe_line_count wynosi zero

source: E322: Line number out of range: %ld past the end
pl: E322: numer wiersza poza zakresem: %ld jest poza koЕ„cem

source: E323: Line count wrong in block %ld
pl: E323: liczba wierszy niepoprawna w bloku %ld

source: Stack size increases
pl: WielkoЕ›Д‡ stosu wzrasta

source: E317: Pointer block id wrong 2
pl: E317: niepoprawne id bloku odniesienia 2

source: E773: Symlink loop for "%s"
pl: E773: PД™tla dowiД…zaЕ„ dla "%s"

source: E325: ATTENTION
pl: E325: UWAGA

source: Found a swap file by the name "
pl: ZnalazЕ‚em plik wymiany o nazwie "

source: While opening file "
pl: Podczas otwierania pliku "

source: NEWER than swap file!
pl: NOWSZE od pliku wymiany!

source: (1) Another program may be editing the same file. If this is the case, be careful not to end up with two different instances of the same file when making changes.
pl: (1) Pewnie inny program obrabia ten sam plik. JeЕ›li tak, bД…dЕє ostroЕјny, aby nie skoЕ„czyД‡ z dwoma rГіЕјnymi wersjami tego samego pliku po zmianach.

source: Quit, or continue with caution.
pl: ZakoЕ„cz lub ostroЕјnie kontynuuj.

source: (2) An edit session for this file crashed.
pl: (2) Sesja edycji dla pliku zaЕ‚amaЕ‚a siД™.

source: If this is the case, use ":recover" or "vim -r
pl: JeЕ›li tak, to uЕјyj ":recover" lub "vim -r

source: " to recover the changes (see ":help recovery").
pl: " aby odzyskaД‡ zmiany (zobacz ":help recovery)").

source: If you did this already, delete the swap file "
pl: JeЕ›li juЕј to zrobiЕ‚eЕ›, usuЕ„ plik wymiany "

source: " to avoid this message.
pl: " aby uniknД…Д‡ tej wiadomoЕ›ci.

source: Swap file "
pl: Plik wymiany "

source: " already exists!
pl: " juЕј istnieje!

source: VIM - ATTENTION
pl: VIM - UWAGA

source: Swap file already exists!
pl: Plik wymiany juЕј istnieje!

source: &Open Read-Only &Edit anyway &Recover &Quit &Abort
pl: &OtwГіrz Read-Only &Edytuj pomimo O&dtwГіrz &ZakoЕ„cz &PorzuД‡

source: &Open Read-Only &Edit anyway &Recover &Delete it &Quit &Abort
pl: &OtwГіrz Read-Only &Edytuj pomimo O&dtwГіrz &UsuЕ„ &ZakoЕ„cz &PorzuД‡

source: E326: Too many swap files found
pl: E326: Znaleziono zbyt wiele plikГіw wymiany

source: E327: Part of menu-item path is not sub-menu
pl: E327: CzД™Е›Д‡ tropu punktu menu nie okreЕ›la podmenu

source: E328: Menu only exists in another mode
pl: E328: Menu istnieje tylko w innym trybie

source: E329: No menu "%s"
pl: E329: Nie ma menu "%s"

source: E792: Empty menu name
pl: E792: Pusta nazwa menu

source: E330: Menu path must not lead to a sub-menu
pl: E330: Trop menu nie moЕјe prowadziД‡ do podmenu

source: E331: Must not add menu items directly to menu bar
pl: E331: Nie wolno dodawaД‡ punktГіw menu wprost do paska menu

source: E332: Separator cannot be part of a menu path
pl: E332: Separator nie moЕјe byД‡ czД™Е›ciД… tropu menu

source: --- Menus ---
pl: --- Menu ---

source: Tear off this menu
pl: Oderwij to menu

source: E333: Menu path must lead to a menu item
pl: E333: Trop menu musi prowadziД‡ do punktu menu

source: E334: Menu not found: %s
pl: E334: Nie znaleziono menu: %s

source: E335: Menu not defined for %s mode
pl: E335: Menu nie jest zdefiniowane dla trybu %s

source: E336: Menu path must lead to a sub-menu
pl: E336: Trop menu musi prowadziД‡ do podmenu

source: E337: Menu not found - check menu names
pl: E337: Nie znaleziono menu - sprawdЕє nazwy menu

source: Error detected while processing %s:
pl: Wykryto bЕ‚Д…d podczas przetwarzania %s:

source: line %4ld:
pl: wiersz %4ld:

source: E354: Invalid register name: '%s'
pl: E354: NiewЕ‚aЕ›ciwa nazwa rejestru: '%s'

source: Messages maintainer: The Vim Project
pl: Opiekun komunikatГіw: MikoЕ‚aj Machowski <mikmach@wp.pl>

source: Interrupt:
pl: Przerwanie:

source: Press ENTER or type command to continue
pl: NaciЕ›nij ENTER lub wprowadЕє komendД™ aby kontynuowaД‡

source: %s line %ld
pl: %s wiersz %ld

source: -- More --
pl: -- WiД™cej --

source: SPACE/d/j: screen/page/line down, b/u/k: up, q: quit
pl: SPACE/d/j: ekran/strona/wiersz w dГіЕ‚, b/u/k: do gГіry, q: zakoЕ„cz

source: Question
pl: Pytanie

source: &Yes &No
pl: &Tak &Nie

source: &Yes &No Save &All &Discard All &Cancel
pl: &Tak &Nie Zapisz &wszystkie &OdrzuД‡ wszystkie &ZakoЕ„cz

source: Select Directory dialog
pl: Dialog wyboru katalogu

source: Save File dialog
pl: Dialog zapisywania pliku

source: Open File dialog
pl: Dialog otwierania pliku

source: E338: Sorry, no file browser in console mode
pl: E338: Przykro mi, nie ma przeglД…darki plikГіw w trybie konsoli

source: E766: Insufficient arguments for printf()
pl: E766: Za maЕ‚o argumentГіw dla printf()

source: E807: Expected Float argument for printf()
pl: E807: Spodziewany argument Zmiennoprzecinkowy w printf()

source: E767: Too many arguments to printf()
pl: E767: Za duЕјo argumentГіw dla printf()

source: W10: Warning: Changing a readonly file
pl: W10: OSTRZEЕ»ENIE: Zmiany w pliku tylko do odczytu

source: Type number and <Enter> or click with mouse (empty cancels):
pl: Wpisz numer i <Enter> lub wybierz myszД… (pusta wartoЕ›Д‡ anuluje):

source: Type number and <Enter> (empty cancels):
pl: Wpisz numer i <Enter> (puste anuluje):

source: 1 more line
pl: 1 wiersz wiД™cej

source: 1 line less
pl: 1 wiersz mniej

source: %ld more lines
pl: dodano %ld wierszy

source: %ld fewer lines
pl: usuniД™to %ld wierszy

source: (Interrupted)
pl: (Przerwane)

source: Beep!
pl: Biiip!

source: Vim: preserving files...
pl: Vim: zachowujД™ plik...

source: Vim: Finished.
pl: Vim: ZakoЕ„czono.

source: ERROR:
pl: BЕЃД„D:

source: [bytes] total alloc-freed %lu-%lu, in use %lu, peak use %lu
pl: [bajtГіw] totalne alokacje-zwolnienia %lu-%lu, w uЕјytku %lu, maksymalne uЕјycie %lu

source: [calls] total re/malloc()'s %lu, total free()'s %lu
pl: [wywoЕ‚ania] wszystkich re/malloc()-Гіw %lu, wszystkich free()-Гіw %lu

source: E340: Line is becoming too long
pl: E340: Wiersz staje siД™ zbyt dЕ‚ugi

source: E341: Internal error: lalloc(%ld, )
pl: E341: WewnД™trzny bЕ‚Д…d: lalloc(%ld, )

source: E342: Out of memory! (allocating %lu bytes)
pl: E342: Brak pamiД™ci! (rezerwacja %lu bajtГіw)

source: Calling shell to execute: "%s"
pl: WywoЕ‚ujД™ powЕ‚okД™ do wykonania: "%s"

source: E545: Missing colon
pl: E545: Brak dwukropka

source: E546: Illegal mode
pl: E546: Niedozwolony tryb

source: E547: Illegal mouseshape
pl: E547: Niedozwolony obrys myszki

source: E548: Digit expected
pl: E548: oczekiwaЕ‚em na cyfrД™

source: E549: Illegal percentage
pl: E549: Niedozwolony procent

source: Enter encryption key:
pl: WprowadЕє klucz do odkodowania:

source: Enter same key again:
pl: WprowadЕє ponownie ten sam klucz:

source: Keys don't match!
pl: Klucze nie pasujД… do siebie!

source: E854: Path too long for completion
pl: E854: Е›cieЕјka za dЕ‚uga by uzupeЕ‚niД‡

source: E343: Invalid path: '**[number]' must be at the end of the path or be followed by '%s'.
pl: E343: NiewЕ‚aЕ›ciwy trop: '**[numer]' musi byД‡ na koЕ„cu tropu lub po nim musi byД‡ '%s'.

source: E344: Can't find directory "%s" in cdpath
pl: E344: Nie mogД™ znaleЕєД‡ katalogu "%s" w cdpath

source: E345: Can't find file "%s" in path
pl: E345: Nie mogД™ znaleЕєД‡ pliku "%s" w tropie

source: E346: No more directory "%s" found in cdpath
pl: E346: Katalogu "%s" nie ma wiД™cej w cdpath

source: E347: No more file "%s" found in path
pl: E347: Pliku "%s" nie ma wiД™cej w tropie

source: Cannot connect to Netbeans #2
pl: Nie moЕјna poЕ‚Д…czyД‡ z Netbeans #2

source: Cannot connect to Netbeans
pl: Nie moЕјna poЕ‚Д…czyД‡ z Netbeans

source: E668: Wrong access mode for NetBeans connection info file: "%s"
pl: E668: BЕ‚Д™dny tryb dostД™pu pliku info poЕ‚Д…czenia NetBeans: "%s"

source: read from Netbeans socket
pl: odczyt z gniazda Netbeans

source: E658: NetBeans connection lost for buffer %ld
pl: E658: Bufor %ld utraciЕ‚ poЕ‚Д…czenie z NetBeans

source: E838: NetBeans is not supported with this GUI
pl: E838: netbeans nie sД… obsЕ‚ugiwane przez to GUI

source: E511: NetBeans already connected
pl: E511: netbeans juЕј podЕ‚Д…czone

source: E505: %s is read-only (add ! to override)
pl: E505: %s jest tylko do odczytu (dodaj ! aby wymusiД‡)

source: E349: No identifier under cursor
pl: E349: Brak identyfikatora pod kursorem

source: E774: 'operatorfunc' is empty
pl: E774: 'operatorfunc' jest pusta

source: E775: Eval feature not available
pl: E775: FunkcjonalnoЕ›Д‡ eval nie jest dostД™pna

source: Warning: terminal cannot highlight
pl: OSTRZEЕ»ENIE: terminal nie wykonuje podЕ›wietlania

source: E348: No string under cursor
pl: E348: Brak ciД…gu pod kursorem

source: E352: Cannot erase folds with current 'foldmethod'
pl: E352: Nie mogД™ skasowaД‡ zwiniД™cia z bieЕјД…cД… 'foldmethod'

source: E664: Changelist is empty
pl: E664: lista zmian (changelist) jest pusta

source: E662: At start of changelist
pl: E662: Na poczД…tku listy zmian

source: E663: At end of changelist
pl: E663: Na koЕ„cu listy zmian

source: Type :quit<Enter> to exit Vim
pl: wprowadЕє :quit<Enter> zakoЕ„czenie programu

source: 1 line %sed 1 time
pl: 1 wiersz %sed 1 raz

source: 1 line %sed %d times
pl: 1 wiersz %sed %d razy

source: %ld lines %sed 1 time
pl: %ld wierszy %sed 1 raz

source: %ld lines %sed %d times
pl: %ld wierszy %sed %d razy

source: %ld lines to indent...
pl: %ld wierszy do wciД™cia...

source: 1 line indented
pl: 1 wiersz wciД™ty

source: %ld lines indented
pl: %ld wierszy wciД™tych

source: E748: No previously used register
pl: E748: Brak poprzednio uЕјytego rejestru

source: cannot yank; delete anyway
pl: nie mogД™ skopiowaД‡, mimo to kasujД™

source: 1 line changed
pl: 1 wiersz zmieniono

source: %ld lines changed
pl: %ld wierszy zmieniono

source: freeing %ld lines
pl: zwalniam %ld wierszy

source: block of 1 line yanked
pl: skopiowano blok 1 wiersza

source: 1 line yanked
pl: 1 wiersz skopiowano

source: block of %ld lines yanked
pl: %ld wierszy skopiowanych

source: %ld lines yanked
pl: %ld wierszy skopiowanych

source: E353: Nothing in register %s
pl: E353: Pusty rejestr %s

source: --- Registers ---
pl: --- Rejestry ---

source: Illegal register name
pl: Niedozwolona nazwa rejestru

source: # Registers:
pl: # Rejestry:

source: E574: Unknown register type %d
pl: E574: Nieznany typ rejestru %d

source: %ld Cols;
pl: %ld Kolumn;

source: Selected %s%ld of %ld Lines; %ld of %ld Words; %ld of %ld Bytes
pl: Wybrano %s%ld z %ld Wierszy; %ld z %ld SЕ‚Гіw; %ld z %ld BajtГіw

source: Selected %s%ld of %ld Lines; %ld of %ld Words; %ld of %ld Chars; %ld of %ld Bytes
pl: Wybrano %s%ld z %ld Wierszy; %ld z %ld SЕ‚Гіw; %ld z %ld ZnakГіw; %ld z %ld BajtГіw

source: Col %s of %s; Line %ld of %ld; Word %ld of %ld; Byte %ld of %ld
pl: Kol %s z %s; Wiersz %ld z %ld; SЕ‚owo %ld z %ld; Bajt %ld z %ld

source: Col %s of %s; Line %ld of %ld; Word %ld of %ld; Char %ld of %ld; Byte %ld of %ld
pl: Kol %s z %s; Wiersz %ld z %ld; SЕ‚owo %ld z %ld; Znak %ld z %ld; Bajt %ld z %ld

source: (+%ld for BOM)
pl: (+%ld dla BOM)

source: %<%f%h%m%=Page %N
pl: %<%f%h%m%=Strona %N

source: Thanks for flying Vim
pl: DziД™ki za lot Vimem

source: E518: Unknown option
pl: E518: Nieznana opcja

source: E519: Option not supported
pl: E519: Opcja nie jest wspomagana

source: E520: Not allowed in a modeline
pl: E520: Niedozwolone w modeline

source: E846: Key code not set
pl: E846: Kod klucza nie jest ustawiony

source: E521: Number required after =
pl: E521: Po = wymagany jest numer

source: E522: Not found in termcap
pl: E522: Nie znaleziono w termcap

source: E539: Illegal character <%s>
pl: E539: Niedozwolony znak <%s>

source: E529: Cannot set 'term' to empty string
pl: E529: Nie mogД™ ustawiД‡ 'term' na pusty ciД…g

source: E530: Cannot change term in GUI
pl: E530: Nie mogД™ zmieniД‡ term w GUI

source: E531: Use ":gui" to start the GUI
pl: E531: UЕјyj ":gui" do odpalenia GUI

source: E589: 'backupext' and 'patchmode' are equal
pl: E589: 'backupext' i 'patchmode' sД… toЕјsame

source: E834: Conflicts with value of 'listchars'
pl: E834: Konflikty wartoЕ›ci 'listchars'

source: E835: Conflicts with value of 'fillchars'
pl: E835: Konflikty wartoЕ›ci 'fillchars'

source: E617: Cannot be changed in the GTK+ 2 GUI
pl: E617: Nie mogД™ zmieniД‡ w GTK+2 GUI

source: E524: Missing colon
pl: E524: Brak dwukropka

source: E525: Zero length string
pl: E525: CiД…g o zerowej dЕ‚ugoЕ›ci

source: E526: Missing number after <%s>
pl: E526: Brak numeru po <%s>

source: E527: Missing comma
pl: E527: Brak przecinka

source: E528: Must specify a ' value
pl: E528: Musi okreЕ›laД‡ wartoЕ›Д‡ '

source: E595: contains unprintable or wide character
pl: E595: zawiera niewyЕ›wietlalny lub szeroki znak

source: E596: Invalid font(s)
pl: E596: Niedozwolona czcionka/ki

source: E597: Can't select fontset
pl: E597: nie mogД™ wybraД‡ zestawu czcionek

source: E598: Invalid fontset
pl: E598: Niedozwolony zestaw czcionek

source: E533: Can't select wide font
pl: E533: nie mogД™ wybraД‡ szerokiej czcionki

source: E534: Invalid wide font
pl: E534: Niedozwolona szeroka czcionka

source: E535: Illegal character after <%c>
pl: E535: Niedozwolony znak po <%c>

source: E536: Comma required
pl: E536: wymagany przecinek

source: E537: 'commentstring' must be empty or contain %s
pl: E537: 'commentstring' musi byД‡ pusty lub zawieraД‡ %s

source: E538: No mouse support
pl: E538: Brak wspomagania myszki

source: E540: Unclosed expression sequence
pl: E540: NiedomkniД™ty ciД…g wyraЕјeЕ„

source: E542: Unbalanced groups
pl: E542: niezbalansowane grupy

source: E590: A preview window already exists
pl: E590: okno podglД…du juЕј istnieje

source: W17: Arabic requires UTF-8, do ':set encoding=utf-8'
pl: W17: Arabski wymaga UTF-8, zrГіb ':set encoding=utf-8'

source: E593: Need at least %d lines
pl: E593: PotrzebujД™ przynajmniej %d wierszy

source: E594: Need at least %d columns
pl: E594: PotrzebujД™ przynajmniej %d kolumn

source: E355: Unknown option: %s
pl: E355: Nieznana opcja: %s

source: E521: Number required: &%s = '%s'
pl: E521: Wymagana Liczba: &%s = '%s'
