Repository: MrsPolitiko/pks-vim
Catalog: src/po/*.UTF-8.po
Languages: pl

source: Sorry, help file "%s" not found
pl: Przykro mi, nie ma pliku pomocy "%s"

source: E150: Not a directory: %s
pl: E150: Nie jest katalogiem: %s

source: E152: Cannot open %s for writing
pl: E152: Nie mogД™ otworzyД‡ %s do zapisu

source: E153: Unable to open %s for reading
pl: E153: Nie mogД™ otworzyД‡ %s do odczytu

source: E670: Mix of help file encodings within a language: %s
pl: E670: Mieszanka kodowaЕ„ w pliku pomocy w ramach jД™zyka: %s

source: E154: Duplicate tag "%s" in file %s/%s
pl: E154: PowtГіrzony znacznik "%s" w pliku %s/%s

source: E160: Unknown sign command: %s
pl: E160: Nieznana komenda znaku: %s

source: E156: Missing sign name
pl: E156: Brak nazwy znaku

source: E612: Too many signs defined
pl: E612: Zbyt wiele nazw znakГіw

source: E239: Invalid sign text: %s
pl: E239: NiewЕ‚aЕ›ciwy tekst znaku: %s

source: E155: Unknown sign: %s
pl: E155: Nieznany znak: %s

source: E159: Missing sign number
pl: E159: Brak numeru znaku

source: E158: Invalid buffer name: %s
pl: E158: NiewЕ‚aЕ›ciwa nazwa bufora: %s

source: E157: Invalid sign ID: %ld
pl: E157: NiewЕ‚aЕ›ciwe ID znaku: %ld

source: (NOT FOUND)
pl: (NIE ZNALEZIONO)

source: (not supported)
pl: (nie wspomagane)

source: [Deleted]
pl: [Skasowano]

source: Entering Ex mode. Type "visual" to go to Normal mode.
pl: WchodzД™ w tryb Ex. WprowadЕє "visual" aby przejЕ›Д‡ do trybu Normal.

source: E501: At end-of-file
pl: E501: Na koЕ„cu pliku

source: E169: Command too recursive
pl: E169: Komenda zbyt rekursywna

source: E605: Exception not caught: %s
pl: E605: Nie znaleziono wyjД…tku: %s

source: End of sourced file
pl: Koniec wczytywanego pliku

source: End of function
pl: Koniec funkcji

source: E464: Ambiguous use of user-defined command
pl: E464: Niejednoznaczne zastosowanie komendy zdefiniowanej przez uЕјytkownika

source: E492: Not an editor command
pl: E492: Nie jest komendД… edytora

source: E493: Backwards range given
pl: E493: Dano wsteczny zakres

source: Backwards range given, OK to swap
pl: Dano wsteczny zakres; zamiana jest moЕјliwa

source: E494: Use w or w>>
pl: E494: Stosuj w lub w>>

source: E319: Sorry, the command is not available in this version
pl: E319: Przykro mi, ale ta komenda nie jest dostД™pna w tej wersji

source: E172: Only one file name allowed
pl: E172: Tylko pojedyncza nazwa pliku dozwolona

source: 1 more file to edit. Quit anyway?
pl: 1 wiД™cej plik do edycji. Mimo to wyjЕ›Д‡?

source: %d more files to edit. Quit anyway?
pl: jeszcze %d plikГіw do edycji. Mimo to wyjЕ›Д‡?

source: E173: 1 more file to edit
pl: E173: 1 wiД™cej plik do edycji

source: E173: %ld more files to edit
pl: E173: jeszcze %ld plikГіw do edycji

source: E174: Command already exists: add ! to replace it
pl: E174: Komenda juЕј istnieje; aby jД… przedefiniowaД‡ stosuj !

source: Name Args Range Complete Definition
pl: Nazwa Arg. Zak. GotowoЕ›Д‡ Definicja

source: No user-defined commands found
pl: Nie znaleziono komend zdefiniowanych przez uЕјytkownika

source: E175: No attribute specified
pl: E175: Nie okreЕ›lono atrybutu

source: E176: Invalid number of arguments
pl: E176: NiewЕ‚aЕ›ciwa iloЕ›Д‡ argumentГіw

source: E177: Count cannot be specified twice
pl: E177: MnoЕјnik nie moЕјe byД‡ podany dwukrotnie

source: E178: Invalid default value for count
pl: E178: NiewЕ‚aЕ›ciwa domyЕ›lna wartoЕ›Д‡ mnoЕјnika

source: E179: Argument required for -complete
pl: E179: -complete wymaga argumentu

source: E181: Invalid attribute: %s
pl: E181: NiewЕ‚aЕ›ciwy atrybut: %s

source: E182: Invalid command name
pl: E182: NiewЕ‚aЕ›ciwa nazwa komendy

source: E183: User defined commands must start with an uppercase letter
pl: E183: Komendy zdefiniowane przez uЕјytkownika muszД… rozpoczynaД‡ siД™ duЕјД… literД…

source: E841: Reserved name, cannot be used for user defined command
pl: E841: Nazwa zastrzeЕјona, nie moЕјna jej uЕјyД‡ w komendzie uЕјytkownika

source: E184: No such user-defined command: %s
pl: E184: Nie ma takiej komendy uЕјytkownika: %s

source: E180: Invalid complete value: %s
pl: E180: NiewЕ‚aЕ›ciwa wartoЕ›Д‡ dopeЕ‚niania: %s

source: E468: Completion argument only allowed for custom completion
pl: E468: Argument depeЕ‚niania dozwolony wyЕ‚Д…cznie dla dopeЕ‚niania uЕјytkownika

source: E467: Custom completion requires a function argument
pl: E467: DopeЕ‚nianie uЕјytkownika wymaga funkcji jako argumentu

source: unknown
pl: nieznany

source: E185: Cannot find color scheme '%s'
pl: E185: Nie mogД™ znaleЕєД‡ zestawu kolorГіw '%s'

source: Greetings, Vim user!
pl: Witaj uЕјytkowniku Vima!

source: E784: Cannot close last tab page
pl: E784: Nie mogД™ zamknД…Д‡ ostatniej karty

source: Already only one tab page
pl: Jest juЕј tylko jedna karta

source: Edit File in new window
pl: Edytuj plik w nowym oknie

source: Tab page %d
pl: Karta %d

source: No swap file
pl: Brak pliku wymiany

source: Append File
pl: DoЕ‚Д…cz plik

source: E747: Cannot change directory, buffer is modified (add ! to override)
pl: E747: Nie mogД™ zmieniД‡ katalogu, bufor zostaЕ‚ zmodyfikowany (dodaj ! aby wymusiД‡)

source: E186: No previous directory
pl: E186: Nie ma poprzedniego katalogu

source: E187: Unknown
pl: E187: Nieznany

source: E465: :winsize requires two number arguments
pl: E465: :winsize wymaga dwГіch argumentГіw numerycznych

source: Window position: X %d, Y %d
pl: Pozycja okna: X %d, Y %d

source: E188: Obtaining window position not implemented for this platform
pl: E188: Pozyskiwanie pozycji okna nie jest zaimplementowane dla tego systemu

source: E466: :winpos requires two number arguments
pl: E466: :winpos wymaga dwГіch argumentГіw numerycznych

source: Save Redirection
pl: Zapisz przekierowanie

source: Save View
pl: Zapisz widok

source: Save Session
pl: Zapisz sesjД™

source: Save Setup
pl: Zapisz ustawienia

source: E739: Cannot create directory: %s
pl: E739: Nie mogД™ utworzyД‡ katalogu: %s

source: E189: "%s" exists (add ! to override)
pl: E189: "%s" istnieje (wymuЕ› poprzez !)

source: E190: Cannot open "%s" for writing
pl: E190: Nie mogД™ otworzyД‡ "%s" do zapisu

source: E191: Argument must be a letter or forward/backward quote
pl: E191: Argument musi byД‡ literД… albo cudzysЕ‚owem w przГіd/tyЕ‚

source: E192: Recursive use of :normal too deep
pl: E192: Rekursywne zastosowanie :normal za gЕ‚Д™bokie

source: E809: #< is not available without the +eval feature
pl: E809: #< nie jest dostД™pne bez wЕ‚aЕ›ciwoЕ›ci +eval

source: E194: No alternate file name to substitute for '#'
pl: E194: Brak nazwy zamiennego pliku do podstawienia pod '#'

source: E495: No autocommand file name to substitute for "<afile>"
pl: E495: brak nazwy pliku autokomend do podstawienia pod "<afile>"

source: E496: No autocommand buffer number to substitute for "<abuf>"
pl: E496: brak numeru bufora autokomend do podstawienia pod "<abuf>"

source: E497: No autocommand match name to substitute for "<amatch>"
pl: E497: brak nazwy dopasowania autokomend pod "<amatch>"

source: E498: No :source file name to substitute for "<sfile>"
pl: E498: brak nazwy pliku :source do postawienia pod "<sfile>"

source: E842: No line number to use for "<slnum>"
pl: E842: brak numeru linii by uЕјyД‡ z "<slnum>"

source: E499: Empty file name for '%' or '#', only works with ":p:h"
pl: E499: Pusta nazwa pliku dla '%' lub '#', dziaЕ‚a tylko z ":p:h"

source: E500: Evaluates to an empty string
pl: E500: Wynikiem jest pusty ciД…g

source: E195: Cannot open viminfo file for reading
pl: E195: Nie mogД™ otworzyД‡ pliku viminfo do odczytu

source: E196: No digraphs in this version
pl: E196: Brak dwugrafГіw w tej wersji

source: E608: Cannot :throw exceptions with 'Vim' prefix
pl: E608: Nie moЕјna ':throw' wyjД…tkГіw z prefiksem 'Vim'

source: Exception thrown: %s
pl: WyjД…tek: %s

source: Exception finished: %s
pl: WyjД…tek zakoЕ„czony: %s

source: Exception discarded: %s
pl: WyjД…tek odrzucony: %s

source: %s, line %ld
pl: %s, wiersz %ld

source: Exception caught: %s
pl: WyjД…tek przechwycony: %s

source: %s made pending
pl: %s zostaЕ‚ zawieszony

source: %s resumed
pl: %s przywrГіcony

source: %s discarded
pl: %s odrzucony

source: Exception
pl: WyjД…tek

source: Error and interrupt
pl: BЕ‚Д…d i przerwanie

source: Error
pl: BЕ‚Д…d

source: Interrupt
pl: Przerwanie

source: E579: :if nesting too deep
pl: E579: zbyt gЕ‚Д™bokie zagnieЕјdЕјenie :if

source: E580: :endif without :if
pl: E580: :endif bez :if

source: E581: :else without :if
pl: E581: :else bez :if

source: E582: :elseif without :if
pl: E582: :elseif bez :if

source: E583: Multiple :else
pl: E583: wielokrotne :else

source: E584: :elseif after :else
pl: E584: :elseif po :else

source: E585: :while/:for nesting too deep
pl: E585: zbyt gЕ‚Д™bokie zagnieЕјdЕјenie :while/:for

source: E586: :continue without :while or :for
pl: E586: :continue bez :while lub :for

source: E587: :break without :while or :for
pl: E587: :break bez :while lub :for

source: E732: Using :endfor with :while
pl: E732: UЕјycie :endfor z :while

source: E733: Using :endwhile with :for
pl: E733: UЕјycie :endwhile z :for

source: E601: :try nesting too deep
pl: E601: zbyt gЕ‚Д™bokie zagnieЕјdЕјenie :try

source: E603: :catch without :try
pl: E603: :catch bez :try

source: E604: :catch after :finally
pl: E604: :catch za :finally

source: E606: :finally without :try
pl: E606: :finally bez :try

source: E607: Multiple :finally
pl: E607: wielokrotne :finally

source: E602: :endtry without :try
pl: E602: :endtry bez :try

source: E193: :endfunction not inside a function
pl: E193: :endfunction poza funkcjД…

source: E788: Not allowed to edit another buffer now
pl: E788: Nie moЕјna teraz edytowaД‡ innego bufora

source: E811: Not allowed to change buffer information now
pl: E811: Nie moЕјna teraz zmieniaД‡ informacji o buforze

source: tagname
pl: nazwa znacznika

source: kind file
pl: pokrewny plik

source: 'history' option is zero
pl: opcja 'history' jest zerowa

source: # %s History (newest to oldest):
pl: # %s Historia (od najnowszych po najstarsze):

source: Command Line
pl: Wiersz poleceЕ„

source: Search String
pl: Szukany ciД…g

source: Expression
pl: WyraЕјenie

source: Input Line
pl: Wiersz wprowadzeЕ„

source: E198: cmd_pchar beyond the command length
pl: E198: cmd_pchar przekracza dЕ‚ugoЕ›Д‡ polecenia

source: E199: Active window or buffer deleted
pl: E199: Aktywny widok lub bufor skasowany

source: E812: Autocommands changed buffer or buffer name
pl: E812: Autokomendy zmieniЕ‚y bufor lub jego nazwД™

source: Illegal file name
pl: Niedopuszczalna nazwa pliku

source: is a directory
pl: jest katalogiem

source: is not a file
pl: nie jest plikiem

source: is a device (disabled with 'opendevice' option)
pl: jest urzД…dzeniem (wyЕ‚Д…czonym w opcji 'opendevice')

source: [New File]
pl: [Nowy Plik]

source: [New DIRECTORY]
pl: [Nowy KATALOG]

source: [File too big]
pl: [Za duЕјy plik]

source: [Permission Denied]
pl: [Nie dozwolono]

source: E200: *ReadPre autocommands made the file unreadable
pl: E200: Autokomendy *ReadPre zrobiЕ‚y plik nieodczytywalnym

source: E201: *ReadPre autocommands must not change current buffer
pl: E201: Autokomendy *ReadPre nie mogД… zmieniaД‡ bieЕјД…cego bufora

source: Vim: Reading from stdin...
pl: Vim: Wczytywanie ze stdin...

source: Reading from stdin...
pl: Wczytywanie ze stdin...

source: E202: Conversion made file unreadable!
pl: E202: Nie moЕјna otworzyД‡ pliku utworzonego przez przemianД™!

source: [character special]
pl: [specjalny znak]

source: [CR missing]
pl: [brak CR]'

source: [long lines split]
pl: [dЕ‚ugie wiersze rozdzielane]

source: [NOT converted]
pl: [NIE przemienione]

source: [converted]
pl: [przemienione]

source: [crypted]
pl: [zakodowane]

source: [CONVERSION ERROR in line %ld]
pl: [BЕЃД„D W PRZEMIANIE w linii %ld]

source: [ILLEGAL BYTE in line %ld]
pl: [NIEDOZWOLONY BAJT w wierszu %ld]

source: [READ ERRORS]
pl: [BЕЃДDY W ODCZYCIE]

source: Can't find temp file for conversion
pl: Nie mogД™ znaleЕєД‡ pliku tymczasowego w celu przemiany

source: Conversion with 'charconvert' failed
pl: Nieudana przemiana z 'charconvert'

source: can't read output of 'charconvert'
pl: nie mogД™ odczytaД‡ wyjЕ›cia z 'charconvert'

source: E821: File is encrypted with unknown method
pl: E821: Plik zaszyfrowano w nieznany sposГіb

source: E676: No matching autocommands for acwrite buffer
pl: E676: Brak pasujД…cych autokomend dla bufora acwrite

source: E203: Autocommands deleted or unloaded buffer to be written
pl: E203: Autokomendy skasowaЕ‚y lub wyЕ‚adowaЕ‚y bufor przeznaczony do zapisu

source: E204: Autocommand changed number of lines in unexpected way
pl: E204: Autokomenda zmieniЕ‚a liczbД™ wierszy w nieoczekiwany sposГіb

source: NetBeans disallows writes of unmodified buffers
pl: NetBeans nie pozwala na zapis niezmodyfikowanych buforГіw

source: Partial writes disallowed for NetBeans buffers
pl: CzД™Е›ciowy zapis niemoЕјliwy dla buforГіw NetBeans

source: is not a file or writable device
pl: nie jest plikiem lub zapisywalnym przyrzД…dem

source: writing to device disabled with 'opendevice' option
pl: zapisywanie do urzД…dzenia wyЕ‚Д…czone w opcji 'opendevice'

source: is read-only (add ! to override)
pl: jest tylko do odczytu (wymuЕ› poprzez !)

source: E506: Can't write to backup file (add ! to override)
pl: E506: Nie mogД™ zapisaД‡ do pliku zabezpieczenia (wymuЕ› przez !)

source: E507: Close error for backup file (add ! to override)
pl: E507: BЕ‚Д…d podczas zamykania pliku zabezpieczenia (wymuЕ› przez !)

source: E508: Can't read file for backup (add ! to override)
pl: E508: Nie mogД™ odczytaД‡ pliku w celu zabezpieczenia (wymuЕ› przez !)

source: E509: Cannot create backup file (add ! to override)
pl: E509: Nie mogД™ stworzyД‡ pliku zabezpieczenia (wymuЕ› przez !)

source: E510: Can't make backup file (add ! to override)
pl: E510: Nie mogД™ zrobiД‡ pliku zabezpieczenia (wymuЕ› przez !)

source: E214: Can't find temp file for writing
pl: E214: Nie mogД™ znaleЕєД‡ pliku tymczasowego do zapisania

source: E213: Cannot convert (add ! to write without conversion)
pl: E213: Nie mogД™ przemieniД‡ (uЕјyj ! by zapisaД‡ bez przemiany)

source: E166: Can't open linked file for writing
pl: E166: Nie mogД™ otworzyД‡ podЕ‚Д…czonego pliku do zapisu

source: E212: Can't open file for writing
pl: E212: Nie mogД™ otworzyД‡ pliku do zapisu

source: E667: Fsync failed
pl: E667: Fsync nie powiГіdЕ‚ siД™

source: E512: Close failed
pl: E512: ZamkniД™cie siД™ nie powiodЕ‚o

source: E513: Write error, conversion failed (make 'fenc' empty to override)
pl: E513: BЕ‚Д…d zapisu, przemiana siД™ nie powiodЕ‚a (oprГіЕјnij 'fenc' aby wymusiД‡)

source: E513: write error, conversion failed in line %ld (make 'fenc' empty to override)
pl: E513: BЕ‚Д…d zapisu, przemiana siД™ nie powiodЕ‚a w wierszu %ld (oprГіЕјnij 'fenc' by wymusiД‡)

source: E514: Write error (file system full?)
pl: E514: bЕ‚Д…d w zapisie (moЕјe system plikГіw jest przepeЕ‚niony?)

source: CONVERSION ERROR
pl: BЕЃД„D W PRZEMIANIE

source: in line %ld;
pl: w wierszu %ld;

source: [Device]
pl: [UrzД…dzenie]

source: [New]
pl: [Nowy]

source: appended
pl: doЕ‚Д…czono

source: written
pl: zapisano

source: E205: Patchmode: can't save original file
pl: E205: Patchmode: nie mogД™ zapisaД‡ oryginalnego pliku

source: E206: Patchmode: can't touch empty original file
pl: E206: patchmode: nie mogД™ stworzyД‡ pustego oryginalnego pliku

source: E207: Can't delete backup file
pl: E207: Nie mogД™ skasowaД‡ pliku zabezpieczenia

source: WARNING: Original file may be lost or damaged
pl: OSTRZEЕ»ENIE: Oryginalny plik moЕјe zostaД‡ utracony lub uszkodzony

source: don't quit the editor until the file is successfully written!
pl: nie wychodЕє edytora, dopГіki plik nie zostaЕ‚ poprawnie zapisany!

source: [dos format]
pl: [format dos-a]

source: [mac format]
pl: [format maca]

source: [unix format]
pl: [format unixa]

source: 1 line,
pl: 1 wiersz,

source: %ld lines,
pl: %ld wierszy,

source: 1 character
pl: 1 znak

source: %lld characters
pl: %lld znakГіw

source: %ld characters
pl: %ld znakГіw

source: [Incomplete last line]
pl: [Niekompletny ostatni wiersz]

source: WARNING: The file has been changed since reading it!!!
pl: OSTRZEЕ»ENIE: Plik zmieniЕ‚ siД™ od czasu ostatniego odczytu!!!

source: Do you really want to write to it
pl: Czy naprawdД™ chcesz go zapisaД‡

source: E208: Error writing to "%s"
pl: E208: BЕ‚Д…d zapisywania do "%s"

source: E209: Error closing "%s"
pl: E209: BЕ‚Д…d w trakcie zamykania "%s"

source: E210: Error reading "%s"
pl: E210: BЕ‚Д…d odczytu "%s"

source: E246: FileChangedShell autocommand deleted buffer
pl: E246: Autokomenda FileChangedShell skasowaЕ‚a bufor

source: E211: File "%s" no longer available
pl: E211: Plik "%s" nie jest dЕ‚uЕјej dostД™pny

source: W12: Warning: File "%s" has changed and the buffer was changed in Vim as well
pl: W12: OSTRZEЕ»ENIE: Plik "%s" zmieniЕ‚ siД™ od czasu rozpoczД™cia edycji, bufor w Vimie rГіwnieЕј zostaЕ‚ zmieniony

source: See ":help W12" for more info.
pl: Zobacz ":help W12" dla dalszych informacji.

source: W11: Warning: File "%s" has changed since editing started
pl: W11: OSTRZEЕ»ENIE: Plik "%s" zmieniЕ‚ siД™ od czasu rozpoczД™cia edycji

source: See ":help W11" for more info.
pl: Zobacz ":help W11" dla dalszych informacji.

source: W16: Warning: Mode of file "%s" has changed since editing started
pl: W16: OSTRZEЕ»ENIE: Tryb pliku "%s" zmieniЕ‚ siД™ od czasu rozpoczД™cia edycji

source: See ":help W16" for more info.
pl: Zobacz ":help W16" dla dalszych informacji.

source: W13: Warning: File "%s" has been created after editing started
pl: W13: OSTRZEЕ»ENIE: Plik "%s" zostaЕ‚ stworzony po rozpoczД™ciu edycji

source: Warning
pl: OSTRZEЕ»ENIE

source: &OK &Load File
pl: &OK &ZaЕ‚aduj Plik

source: E462: Could not prepare for reloading "%s"
pl: E462: Nie moЕјna przygotowaД‡ przeЕ‚adowania "%s"

source: E321: Could not reload "%s"
pl: E321: Nie moЕјna przeЕ‚adowaД‡ "%s"

source: --Deleted--
pl: --Skasowano--

source: auto-removing autocommand: %s <buffer=%d>
pl: auto-usuwanie autokomendy: %s <buffer=%d>

source: E367: No such group: "%s"
pl: E367: Nie ma takiej grupy: "%s"

source: E215: Illegal character after *: %s
pl: E215: Niedopuszczalny znak po *: %s

source: E216: No such event: %s
pl: E216: Nie ma takiego wydarzenia: %s

source: E216: No such group or event: %s
pl: E216: Nie ma takiej grupy lub wydarzenia: %s

source: --- Autocommands ---
pl: --- Autokomendy ---

source: E680: <buffer=%d>: invalid buffer number
pl: E680: <buffer=%d>: niewЕ‚aЕ›ciwy numer bufora

source: E217: Can't execute autocommands for ALL events
pl: E217: Nie moЕјna wykonywaД‡ autokomend dla wydarzeЕ„ ALL

source: No matching autocommands
pl: Brak pasujД…cych autokomend

source: E218: Autocommand nesting too deep
pl: E218: zbyt gЕ‚Д™bokie zagnieЕјdЕјenie autokomend

source: %s Autocommands for "%s"
pl: %s Autokomend dla "%s"

source: Executing %s
pl: WykonujД™ %s

source: autocommand %s
pl: autokomenda %s

source: E219: Missing {.
pl: E219: Brak {.

source: E220: Missing }.
pl: E220: Brak }.

source: E490: No fold found
pl: E490: Nie znaleziono zwiniД™cia

source: E350: Cannot create fold with current 'foldmethod'
pl: E350: Nie moЕјna utworzyД‡ zwiniД™cia przy bieЕјД…cej 'foldmethod'

source: E351: Cannot delete fold with current 'foldmethod'
pl: E351: Nie moЕјna skasowaД‡ zwiniД™cia przy bieЕјД…cej 'foldmethod'

source: +--%3ld lines folded
pl: +--%3ld wierszy zwiniД™to

source: E222: Add to read buffer
pl: E222: Dodaj do bufora odczytu

source: E223: Recursive mapping
pl: E223: rekursywne przyporzД…dkowanie

source: E224: Global abbreviation already exists for %s
pl: E224: istnieje juЕј globalny skrГіt dla %s

source: E225: Global mapping already exists for %s
pl: E225: istnieje juЕј globalne przyporzД…dkowanie dla %s

source: E226: Abbreviation already exists for %s
pl: E226: istnieje juЕј skrГіt dla %s

source: E227: Mapping already exists for %s
pl: E227: istnieje juЕј przyporzД…dkowanie dla %s

source: No abbreviation found
pl: Nie znaleziono skrГіtu

source: No mapping found
pl: Nie znaleziono przyporzД…dkowania

source: E228: makemap: Illegal mode
pl: E228: makemap: Niedopuszczalny tryb

source: <cannot open>
pl: <nie mogД™ otworzyД‡>

source: E616: vim_SelFile: can't get font %s
pl: E616: vim_SelFile: nie mogД™ otrzymaД‡ czcionki %s

source: E614: vim_SelFile: can't return to current directory
pl: E614: vim_SelFile: nie mogД™ powrГіciД‡ do bieЕјД…cego katalogu

source: Pathname:
pl: Trop:

source: E615: vim_SelFile: can't get current directory
pl: E615: vim_SelFile: nie mogД™ otrzymaД‡ bieЕјД…cego katalogu

source: Cancel
pl: ZakoЕ„cz

source: Scrollbar Widget: Could not get geometry of thumb pixmap.
pl: Scrollbar Widget: Nie mogЕ‚em otrzymaД‡ rozmiarГіw rysunku na przycisku.

source: E232: Cannot create BalloonEval with both message and callback
pl: E232: Nie mogД™ stworzyД‡ BalloonEval z powiadomieniem i wywoЕ‚aniem

source: E851: Failed to create a new process for the GUI
pl: E851: Nie mogЕ‚em stworzyД‡ nowego procesu dla GUI

source: E852: The child process failed to start the GUI
pl: E852: Proces potomny nie mГіgЕ‚ uruchomiД‡ GUI

source: E229: Cannot start the GUI
pl: E229: Nie mogД™ odpaliД‡ GUI

source: E230: Cannot read from "%s"
pl: E230: Nie mogД™ czytaД‡ z "%s"

source: E665: Cannot start GUI, no valid font found
pl: E665: Nie moЕјna uruchomiД‡ GUI, brak prawidЕ‚owej czcionki

source: E231: 'guifontwide' invalid
pl: E231: NiewЕ‚aЕ›ciwe 'guifontwide'

source: E599: Value of 'imactivatekey' is invalid
pl: E599: NieprawidЕ‚owa wartoЕ›Д‡ 'imactivatekey'

source: E254: Cannot allocate color %s
pl: E254: Nie mogД™ zarezerwowaД‡ koloru %s

source: No match at cursor, finding next
pl: Brak dopasowania przy kursorze, szukam dalej

source: &Yes &No &Cancel
pl: &Tak &Nie &ZakoЕ„cz

source: VIM - Search and Replace...
pl: VIM - Szukaj i ZamieЕ„...

source: VIM - Search...
pl: VIM - Szukaj...

source: Find what:
pl: ZnajdЕє:

source: Replace with:
pl: ZamieЕ„ na:

source: Match whole word only
pl: Dopasuj tylko caЕ‚e wyrazy

source: Match case
pl: Dopasuj wielkoЕ›Д‡ liter

source: Direction
pl: Kierunek

source: Up
pl: W gГіrД™

source: Down
pl: W dГіЕ‚

source: Find Next
pl: ZnajdЕє nastД™pne

source: Replace
pl: ZamieЕ„

source: Replace All
pl: ZamieЕ„ wszystkie

source: Vim: Received "die" request from session manager
pl: Vim: otrzymano ЕјД…danie "die" od menedЕјera sesji

source: Close
pl: Zamknij

source: New tab
pl: Nowa karta

source: Open Tab...
pl: OtwГіrz kartД™...

source: Vim: Main window unexpectedly destroyed
pl: Vim: GЕ‚Гіwne okno nieoczekiwanie zniszczone

source: &Filter
pl: &Filtr

source: &Cancel
pl: &Anuluj

source: Directories
pl: Katalogi

source: Filter
pl: Filtr

source: &Help
pl: &Pomoc

source: Files
pl: Pliki

source: Selection
pl: WybГіr

source: Find &Next
pl: ZnajdЕє &nastД™pne

source: &Replace
pl: &ZamieЕ„

source: Replace &All
pl: ZamieЕ„ &wszystko

source: &Undo
pl: &Cofnij

source: E671: Cannot find window title "%s"
pl: E671: Nie mogД™ znaleЕєД‡ tytuЕ‚u okna "%s"

source: E243: Argument not supported: "-%s"; Use the OLE version.
pl: E243: Argument nie jest wspomagany: "-%s"; UЕјywaj wersji OLE.

source: E672: Unable to open window inside MDI application
pl: E672: Nie moЕјna otworzyД‡ okna wewnД…trz aplikacji MDI

source: Close tab
pl: Zamknij kartД™

source: Open tab...
pl: OtwГіrz kartД™...

source: Find string (use '\\' to find a '\')
pl: ZnajdЕє ciД…g (uЕјyj '\\' do szukania '\')

source: Find & Replace (use '\\' to find a '\')
pl: Szukanie i Zamiana (uЕјyj '\\' do szukania '\')

source: Not Used
pl: Nie uЕјywany

source: Directory *.nothing
pl: Katalog *.nic

source: Vim E458: Cannot allocate colormap entry, some colors may be incorrect
pl: Vim E458: Nie mogД™ zarezerwowaД‡ mapy kolorГіw, pewne kolory mogД… byД‡ nieprawidЕ‚owe

source: E250: Fonts for the following charsets are missing in fontset %s:
pl: E250: Brak czcionek dla nastД™pujД…cych zestawГіw znakГіw w zestawie czcionek %s:
